[
  {
    "word": "a'",
    "part_of_speech": "noun.",
    "variants": [
      "nefa'"
    ],
    "definition": "his father/father's brother; his (paternal) uncle; father's brother",
    "tok_pisin": "meri",
    "example": {
      "kamano": "a' afu' n",
      "english": "sow (rhymes with how). Tok Pidgin: meri pik.    a' e'ori' vhe' n. single man; batchelor. Tok Pidgin: man ino marit; singel man.    a' eri'nee v. marry; take a wife. Tok Pidgin: em i marit; em i kisim meri. (Of a man.).    a' isa gi'nee v. give gifts of food. Tok Pidgin: givim kaikai long lain bilong meri.  Periodically to the family of a girl chosen for marriage. The girl does not eat the food. a'  isa negie He is giving a gift of food to the fiancee's family.    a' kra n. bitch; female dog etc. Tok Pidgin: meri dok.    a' meme n. nanny-goat. Tok Pidgin: meme, meri.    a' nona hu'nee v. give an exchange wife; exchange wife (give an--). Tok Pidgin: senisim  meri.    a' onte'nea ne' n. bachelor; single man. Tok Pidgin: man i nogat meri.    a' sipsipie n. ewe. Tok Pidgin: meri sipsip.    a' tare hu'nee v. bigamist. Tok Pidgin: man igat tupela meri.    a' vsi kna n. wedding. Tok Pidgin: taim bilong pasim meri.    afa' re'nee v. (attack by) sanguma sorcery. Tok Pidgin: poisinim. afa' re'nee He attacked  him with sanguma sorcery.    afa' vhe' n. murderer who uses sanguma sorcery. Tok Pidgin: poisin man. The murderer  makes himself invisible. The victim is powerless to scream. Small pieces of bamboo or  razor blade are usually pushed into the arm and perhaps into vital organs.    afa'amo' Variant: nefa'. his father/father's brother; his (paternal) uncle; father's brother.  Tok Pidgin: papa bilong en.    afante' afante' adj. Sim: rure' rure', rufi rufi.separately; apart. Tok Pidgin: saitsait;  narapela narapela. Of people working in a garden, children at play or writing on a page.  Mgopi me'neanki afante' afante' anto. They are all together so put them separately."
    }
  },
  {
    "word": "afaru'",
    "part_of_speech": "noun.",
    "variants": [
      "nefaru'"
    ],
    "definition": "age-mate",
    "tok_pisin": "poroman",
    "example": {
      "kamano": "afe hu'nee v",
      "english": "lose; missing. Tok Pidgin: lus; lus. Afu' afe hu'negeno' nehakre. The pig is  lost and he is looking for it. Osi' mofrave oki afe hu'nee. The little child was missing  yesterday.    afete' distant; long way; far off; far away. Tok Pidgin: longwe. Afete' mnio. Stay a long  way from here.    afi here. Tok Pidgin: hia; hia tasol."
    }
  },
  {
    "word": "afi'",
    "part_of_speech": "adj.",
    "definition": "wild",
    "tok_pisin": "wel",
    "example": {
      "kamano": "afi' vhe' wild creatures of the bush",
      "english": "afi ami'nee v. feed; serve. Tok Pidgin: givim em. afimi'nee He fed him.    afi re'nee v. Sim: avesra hu'nee, kasro' ahe'nee.tired; not want; not like. Tok Pidgin: no  laik. Hoza e'nerugeno' nfiree. I have been working in the garden and I am tired. Nfi  ore'neanki eri'za erigahue. I am not tired so I will work. Za'unku' afi neregeno' nonee.  Raisigu' afi noree. He is tired of sweet potato and doesn't eat it. He is not tired of rice.    afi se'nee v. suit; fit. Tok Pidgin: fitim em. Usually of clothes or string bag. Can be used in  other senses. e.g. It doesn't become/suit me to go along the road alone, so I'll stay. It  becomes you to hold a child. Most often used in aorist tense. nfisee It suits me. Ana  anakreku'mo' afi nesee. That shirt fits him.    afi' teve n. match; volcano. Tok Pidgin: masis; maunten paia, maunten i save pairap."
    }
  },
  {
    "word": "afina",
    "part_of_speech": "noun.",
    "definition": "top of the garden",
    "tok_pisin": "het bilong gaden"
  },
  {
    "word": "afi'nee",
    "part_of_speech": "verb.",
    "definition": "fetch water; draw water; take (out); serve; scoop",
    "tok_pisin": "pulimapim  (wara); sutim kaikai",
    "example": {
      "kamano": "Ti afi'nea",
      "english": "He fetched water. Ne'za afimio. Take (out) food and give  him.    afirave' (afirme') n. pad. Protection for carrying a load on head or shoulder."
    }
  },
  {
    "word": "afova'a",
    "part_of_speech": "noun.",
    "definition": "(animal) fat",
    "tok_pisin": "pat; gris",
    "example": {
      "kamano": "afovage' fat; plump",
      "english": "Tok Pidgin: patpela. Afovage' vhe' neee. Here comes a plump  person.    afovage' mopa fertile ground. Tok Pidgin: gutpela graun i gat gris."
    }
  },
  {
    "word": "afozo",
    "part_of_speech": "noun.",
    "definition": "collar bone",
    "tok_pisin": "bun bilong nek"
  },
  {
    "word": "afu",
    "part_of_speech": "noun.",
    "definition": "shoulder",
    "tok_pisin": "sol"
  },
  {
    "word": "afu'",
    "part_of_speech": "noun.",
    "variants": [
      "afu' mofo sususese'a/asumna azamopa"
    ],
    "definition": "ofal",
    "tok_pisin": "pik",
    "example": {
      "kamano": "Also generic term for any domesticated animal",
      "english": "afu' asupama'e n. pig's bladder. Tok Pidgin: bilum bilong pispis bilong pik.    afu' ave' n. pig's tusk. Tok Pidgin: tit bilong pik.    afu' masve n. lard. Tok Pidgin: gris bilong pik.    afu' mofo susu'a n. Variant: afu' mofo sususese'a/asumna azamopa. ofal. Tok Pidgin:  leva bilong pik. Small parts of pig cooked on stones of mumu - liver, lungs, fat.    afu' no n. pig house. Tok Pidgin: haus bilong pik.    afu re'nee v. spy. Tok Pidgin: hait na lukluk. zmafu re'nee He spied on them.    afu' rifa n. manure; dung. Tok Pidgin: pekpek bilong pik.    afu' rifa mopa (dark) soil. Tok Pidgin: blekpela graun.    afu' vhe' n. sorcerer. Tok Pidgin: poisin man."
    }
  },
  {
    "word": "afufeno",
    "part_of_speech": "noun.",
    "definition": "wealth; treasure",
    "tok_pisin": "planti samting",
    "example": {
      "kamano": "afufenone (vhe') wealthy; affluent",
      "english": "Tok Pidgin: igat planti samting. Afufenone vhe'  mni'nee. He is a wealthy person."
    }
  },
  {
    "word": "afuhe'",
    "part_of_speech": "noun.",
    "definition": "scar",
    "tok_pisin": "mak bilong sua"
  },
  {
    "word": "afurami",
    "part_of_speech": "noun.",
    "definition": "herd (pigs)",
    "tok_pisin": "ol (pik)"
  },
  {
    "word": "afure'nee",
    "part_of_speech": "verb.",
    "definition": "ripe",
    "tok_pisin": "mau",
    "example": {
      "kamano": "kani afu re'nee The bananas are ripe",
      "english": ""
    }
  },
  {
    "word": "afutina",
    "part_of_speech": "noun.",
    "definition": "hip (not the bone)",
    "tok_pisin": "blek mak bilong skin",
    "example": {
      "kamano": "Dark mark like a bruise which  fades as child grows",
      "english": "afuza zafa n. dense forest. Tok Pidgin: bikpela bus; traipela bus."
    }
  },
  {
    "word": "afuzafi",
    "part_of_speech": "noun.",
    "definition": "deep woods/(centre of) wood where no sun shines",
    "tok_pisin": "bikpela bus;  traipela bus",
    "example": {
      "kamano": "Afuza zafafi vue",
      "english": "I am going into the deep woods."
    }
  },
  {
    "word": "afuzari",
    "part_of_speech": "noun.",
    "variants": [
      "agia"
    ],
    "definition": "n",
    "tok_pisin": "kol wara",
    "example": {
      "kamano": "aga Variant: agia",
      "english": "n. (his) leg. Tok Pidgin: lek bilong en.    aga' (whole) pig. Tok Pidgin: olgeta.    aga' afu' n. Variant: rimpa mika'. (whole) pig. Killed and given whole, not gutted.    aga' anakri'nee v. devour. Tok Pidgin: daunim olgeta. Aga netegeno' za'una aga'  anakri'nee. He was hungry and swallowed the sweet potato quickly.    aga' ate'nee v. hungry. Tok Pidgin: hangre. agatee He is hungry.    aga no n. shoe. Tok Pidgin: su.    aga no onte'nee barefoot. Tok Pidgin: lek nating; nogat su. Mofavremo' aga no  onte'neno' vano nehie. The children walk about barefoot.    aga renakereno' vu'nee v. take steps, step. Tok Pidgin: stat long troimwe lek.    aga re'nee v. run. Tok Pidgin: ron. ngare'noe I ran. aga neree He is running."
    }
  },
  {
    "word": "agafa",
    "part_of_speech": "noun.",
    "definition": "owner",
    "tok_pisin": "papa",
    "example": {
      "kamano": "no agafa The owner of the house",
      "english": ""
    }
  },
  {
    "word": "agafa'a",
    "part_of_speech": "noun.",
    "definition": "base; stump of tree; source; basis; meaning; cause",
    "tok_pisin": "as"
  },
  {
    "word": "agafe'",
    "part_of_speech": "noun.",
    "definition": "armpit",
    "tok_pisin": "sangana",
    "example": {
      "kamano": "agafu se'nee v",
      "english": "vaginal irritation (possibly thrush); rubbed raw/rub sore; chafe. Kgafu  neseo? Do you have a vaginal irritation? Agafu se'nee. He is rubbed raw. Ngafu nesee. I  am being rubbed raw."
    }
  },
  {
    "word": "agage",
    "part_of_speech": "noun.",
    "definition": "footsteps",
    "tok_pisin": "pairap bilong lek",
    "example": {
      "kamano": "agagi gagi hu'nee v",
      "english": "spin; go around; run around. Tok Pidgin: raunraun. Mofavremo' nefa  agafi agagigagi nehie. The child is going around his father's legs. Ngiafi ngagi ngagi osuo.  Don't go around my legs."
    }
  },
  {
    "word": "agagumpi",
    "part_of_speech": "noun.",
    "definition": "(top of) foot",
    "tok_pisin": "antap long lek"
  },
  {
    "word": "agagusa",
    "part_of_speech": "noun.",
    "definition": "sole of foot",
    "tok_pisin": "ananit long lek"
  },
  {
    "word": "agahri",
    "part_of_speech": "noun.",
    "definition": "eel",
    "tok_pisin": "mario"
  },
  {
    "word": "agaka",
    "part_of_speech": "noun.",
    "definition": "footprint",
    "tok_pisin": "lek mak; mak bilong lek/fut"
  },
  {
    "word": "agamerumpa",
    "part_of_speech": "noun.",
    "definition": "heel",
    "tok_pisin": "baksait bilong lek",
    "example": {
      "kamano": "agampu hunte'nee v",
      "english": "hospitable; gracious; merciful. Tok Pidgin: mekim gut; helpim.  agampu' hunte'nee He gave him hospitality. Usually of food, wood, water. The  outworking of love.    agamusa have n. feast. Tok Pidgin: autim pasindia mumu. To end time of mourning  when no work is done.    agare' vhe' n. quick-walking person. Tok Pidgin: man bilong wokabaut kwiktaim."
    }
  },
  {
    "word": "agasasa",
    "part_of_speech": "noun.",
    "definition": "noise; sound",
    "tok_pisin": "nois"
  },
  {
    "word": "agaso'a",
    "part_of_speech": "noun.",
    "definition": "prickle",
    "tok_pisin": "moson"
  },
  {
    "word": "agasoke'",
    "part_of_speech": "noun.",
    "definition": "hairy; (very) prickly",
    "tok_pisin": "moson pulap",
    "example": {
      "kamano": "Fine ones found on pitpit",
      "english": ""
    }
  },
  {
    "word": "agata'a",
    "part_of_speech": "noun.",
    "definition": "sapling; Shoot (of a banana, bamboo etc",
    "tok_pisin": "liklik diwai; sut bilong  en; nupela sut"
  },
  {
    "word": "agatre'nee",
    "part_of_speech": "verb.",
    "definition": "overtake; pass; beat; win; surpass; defeat; over-power; conquor; over"
  },
  {
    "word": "agavu'a",
    "part_of_speech": "noun.",
    "definition": "ankle",
    "tok_pisin": "join bilong lek",
    "example": {
      "kamano": "aga'zanku' fri'nee v",
      "english": "starve. Tok Pidgin: dai long hangre."
    }
  },
  {
    "word": "agazfe'nee",
    "part_of_speech": "verb.",
    "variants": [
      "ageragne'nee"
    ],
    "definition": "age'a Sim: osi'a",
    "tok_pisin": "holim pas",
    "example": {
      "kamano": "Nantuti egeno' agazfe'nee",
      "english": "He came to  visit us and he embraced him.    age' kni'nee v. forget. Tok Pidgin: lusim tingting. age' neknie He forgot.    age ragne'nee v. dumb; mute; hoarse; loss of voice; laryngitis. Tok Pidgin: i no save  toktok; maus i pas. age ragne' vhe' dumb person.Variant: ageragne'nee.    age'a Sim: osi'a.small; little. Tok Pidgin: liklik."
    }
  },
  {
    "word": "age'anke",
    "part_of_speech": "noun.",
    "definition": "teasing talk",
    "tok_pisin": "giaman tok",
    "example": {
      "kamano": "Not quite truthful but probably  believed",
      "english": "Negfa'e, huno' age'anke hu'nee. He teased him saying, \"Your father has  come.\".    agehe'za descendant. Tok Pidgin: tumbuna; bubu."
    }
  },
  {
    "word": "ageho'e",
    "part_of_speech": "noun.",
    "definition": "grandchild/grandparent",
    "tok_pisin": "tumbuna; bubu",
    "example": {
      "kamano": "Reciprocal term",
      "english": ""
    }
  },
  {
    "word": "ageko'na",
    "part_of_speech": "noun.",
    "variants": [
      "agente'",
      "agentega",
      "agenkati'",
      "agentegati'"
    ],
    "definition": "side; edge",
    "tok_pisin": "win bilong pisin",
    "example": {
      "kamano": "agema'a Variant: agente'; agentega; agenkati'; agentegati'",
      "english": "side; edge. Tok Pidgin: arere;  sait. Agentegati' ante'nee. He put it on its side."
    }
  },
  {
    "word": "agempuna",
    "part_of_speech": "noun.",
    "variants": [
      "agemzampa"
    ],
    "definition": "n",
    "tok_pisin": "lek",
    "example": {
      "kamano": "agemzampa Variant: agemzampa",
      "english": "n. lower jaw; chin. Tok Pidgin: wasket.    agemzampa azoka' n. beard. Tok Pidgin: maus gras.    agemzampa zferina jaw bone; mandible. Tok Pidgin: wasket bun."
    }
  },
  {
    "word": "agena",
    "part_of_speech": "noun.",
    "definition": "(the whole of) neck",
    "tok_pisin": "nek",
    "example": {
      "kamano": "agena akfri'nee v",
      "english": "behead; decapitate; cut off head. Tok Pidgin: katim nek. Meme agena  akfri'nee. He beheaded the goat.    agena fgagi curved. Tok Pidgin: nek krungut. agena fgagi' tusie a curved pumpkin."
    }
  },
  {
    "word": "agenke",
    "part_of_speech": "noun.",
    "definition": "report; information; account (of the way someone behaves, lives or works",
    "tok_pisin": "tok baksait; mekim stori",
    "example": {
      "kamano": "Vhe' agenke hu' vhe' mni'nee He is someone who reports (bad things) about others",
      "english": "agenoka hu'nee v. test (a person); try (someone). Tok Pidgin: traim em; askim em.  Agenoka hu'nee. he tested him. Agenoka hiana anopa' hu'nee. He failed the test."
    }
  },
  {
    "word": "agenopa",
    "part_of_speech": "noun.",
    "definition": "top of the head",
    "tok_pisin": "het"
  },
  {
    "word": "agentega",
    "part_of_speech": "noun.",
    "definition": "verge; side; edge",
    "tok_pisin": "sait; arere"
  },
  {
    "word": "ageri'",
    "part_of_speech": "noun.",
    "definition": "(ear) wax"
  },
  {
    "word": "ageru'",
    "part_of_speech": "noun.",
    "definition": "voice; sound; tune",
    "tok_pisin": "krai; nois; toktok; nek",
    "example": {
      "kamano": "Ageru' ru'nee",
      "english": "His voice  spoke/sounded."
    }
  },
  {
    "word": "agesa",
    "part_of_speech": "noun.",
    "variants": [
      "agesa are' ante-e",
      "Agesa are'are' hu'nee"
    ],
    "definition": "agesa ata kri'nee v",
    "tok_pisin": "ia",
    "example": {
      "kamano": "agesa anknire'nee v",
      "english": "deaf; blocked ear. Tok Pidgin: ia pas. Agesa anknire'nee. He is deaf.  His ear is blocked.    agesa anthi'nee v. think; plan; realize; opinion; contemplate; decide; idea. Tok Pidgin:  tingim; em i gat tingting; we. agesa anthi'nee He thought. Nonkiku' agesa anthi'nee. He  planned to build a house. Oki vugahue, huno' agesa anthi'nee. He decided to go  tomorrow. Irave no kiku' ngesa anthi'noe. I have an idea to build a dog's house.    agesa anthi'nee + another verb v. purposely; think; intentionally. Tok Pidgin: tingting.  Ome ahegahue, huno' agesa anthiteno' ahe'nee. He hit him purposely.    agesa are'are' hu'nee v. keep in mind; worry; think a lot (about something). Tok Pidgin:  tingting yet; ino lusim tingting.Variant: agesa are' ante-e; Agesa are'are' hu'nee..    agesa ata kri'nee v. confused (be). Tok Pidgin: ia bilong en i pen (tingting i paul). Hakare  ke higeno' ngesa nta negrie. They are saying so many things, I am confused.    agesa hzo hu'nee v. Variant: agesa ankzo hu'nee; agesa ankro hu'nee. hear again. Tok  Pidgin: ia op. Ifo ne'mofo agesa hzo hu'nee. The deaf man could hear again.    agesa onthi'nee aimlessly; for nothing; unintentionally. Tok Pidgin: i no tingim.  shortened form of the verb \"not to think\". Agesa onthi' nhe'nee. He hit me aimlessly/for  nothing. Agesa onthi' ahe'nee. He hit her unintentionally.    agesa renknireno' mni'nee v. forget; not think of; ignore. Tok Pidgin: pasim ia. Kgesa  renkni renka mnio! Don't listen!    agesa rige' n. Variant: avo'. (ear) pus. Tok Pidgin: ia susu; susu bilong ia.    agesa rukrahe hu'nee v. change one's mind. Tok Pidgin: senisim tingting. Agesa rukrahe  hu'nee. He changed his mind. \"He turned his ear.\".    agesa zakri'nee v. Sim: agesa antahie.wonder; puzzle; unsure; undecided; two minds;  remember; think a lot about. Tok Pidgin: tingting planti. E'irega vnufi amarega vnufi  huno' agesa nezakrie Shall I go there or here?, he wondered. Knare' naneke nehamprue,  huno' agesa nezakrie. \"I have read something good,\" he said, and he is thinking about it.    agesamo' savri hu'nee v. dazed; confused. Tok Pidgin: longlong; ia paul. Karemo'  ahegeno' agesamo' savri hu'nee A car hit him and he is dazed."
    }
  },
  {
    "word": "agetu",
    "part_of_speech": "noun.",
    "definition": "neck",
    "tok_pisin": "nek"
  },
  {
    "word": "ageza",
    "part_of_speech": "noun.",
    "definition": "(lower) back",
    "tok_pisin": "as"
  },
  {
    "word": "agho",
    "part_of_speech": "adj.",
    "definition": "young animal",
    "tok_pisin": "yangpela; bikpela liklik",
    "example": {
      "kamano": "See: anenta'",
      "english": "Up to a couple  of years. Older than."
    }
  },
  {
    "word": "agi",
    "part_of_speech": "noun.",
    "definition": "name",
    "tok_pisin": "nem",
    "example": {
      "kamano": "Aginteno' Pita'e hu'nee",
      "english": "He gave him the name Peter.  agi'a Pita'e His name is Peter."
    }
  },
  {
    "word": "agi'",
    "part_of_speech": "noun.",
    "definition": "mouth; lips; beak; Front seat of car",
    "tok_pisin": "maus",
    "example": {
      "kamano": "agi' ani'nee v",
      "english": "bite lip. Tok Pidgin: kaikaim maus. Ne'za neneno' agi anikafrigeno' kora  hie. He bit his lip while eating and it is bleeding!    agi' antako hu'nee v. kiss; click in the throat (as a sign of affection). Tok Pidgin: givim kis  long en.    agi ante'nee v. name. Tok Pidgin: givim nem; putim nem.    agi' avugosa hu ante'nee- Sim: hinko hunantee.turn back on; shrug off. Tok Pidgin: givim  baksait. Agi' avugosa hunantee. He turned his back on me.    agi' azoka' n. whiskers. Tok Pidgin: maus gras.    agi' erino' nevia vhe' (kere kva hu'nea vhere) n. representative. Tok Pidgin: maus man.  Atrure tagri' tgi' erino' vu'nee. He is our representative at the conference.    agi erisga hu'nee v. Sim: agi erira hu'nee.honour; praise; glorify. Tok Pidgin: givim  biknem; litimapim nem.    agi' erizafa hu'nee v. obey. Tok Pidgin: bihainim tok. Kagi' erizafa hugahue. I will obey  you.    agi' hninko fi'nee v. bite lower lip (in anger). Tok Pidgin: kaikaim tit. Mgo'mo' ke  nesigeno' rimpa hviza nehigeno' agi' hninko nefie. Someone told him off and he bites his  lip in anger.    agi huhviza hu'nee v. slander. Tok Pidgin: daunim em; krungutim gutnem.    agi hu'nee v. invite (him). Tok Pidgin: singautim em. Have kreku' agi hu'nee. He invited  him to the mumu.    agi' kzaki' ika n. new moon. Tok Pidgin: nupela mun.    agi' rengate ami'nee v. stick one's lips out at someone. Tok Pidgin: memeim em. When  despising or looking down on them. Ke nesuno' agi' rengate ami'nee. He told him off  and stuck out his lip. E'ige nensunka kagi' rengate nenmino? Are you telling me off and  sticking out your lip at me?"
    }
  },
  {
    "word": "agia",
    "part_of_speech": "noun.",
    "variants": [
      "aga"
    ],
    "definition": "leg",
    "tok_pisin": "lek",
    "example": {
      "kamano": "Variant: aga",
      "english": "agia toretore' hu'nee v. Variant: aga toretore' hu'nee. shaky legs; weak (from illness or  old age). Tok Pidgin: lek i guria. Agia toretore' hu'nee. His legs shook.    agigenke vu'nee v. fame. Tok Pidgin: stori bilong en. Ese'ma eri'zama eri'negu'  agigenke'a vu'nee He is famous because of the work he has done."
    }
  },
  {
    "word": "agigo",
    "part_of_speech": "noun.",
    "definition": "toe; claw; talon; hoof",
    "tok_pisin": "kapa bilong lek",
    "example": {
      "kamano": "agigo zonte' vano hu'nee v",
      "english": "tiptoe (walk on). Tok Pidgin: wokabaut isi tru. Kumzafa  vhe'mo' agasasa ru'zanku' agigozonte' vano hu'nee. The thief went on tiptoe so as not to  make a noise."
    }
  },
  {
    "word": "agigomo'a",
    "part_of_speech": "noun.",
    "variants": [
      "agihura hunentee"
    ],
    "definition": "praise; (be) pleased with",
    "tok_pisin": "tumbuna",
    "example": {
      "kamano": "Reciprocal  term",
      "english": "agihanta' vzi'nee v. call; plead; petition; pray; beg; implore (for help, usually in a fight).  Tok Pidgin: singaut long helpim. Nenfaga. Ama nenahee. Emego, huno' agi hanta'  vzi'nee. He called for help saying, \"He is hitting me here, daddy. Come and see!\".  Vhe'mo' ahe'za nehigeno' nempu'amofo agi hanta' vzi'nee. People were wanting to kill  him, so he implored his brother (to help him).    agiho' mre'nee v. Variant: agihura hunentee. praise; (be) pleased with. Tok Pidgin:  amamasim em. Oe nvenesia mofravee, huno' nehuno' agiho' nemree. \"Oh, my favourite  child!\" he said, pleased with him."
    }
  },
  {
    "word": "agiki'agoko'mo'a",
    "part_of_speech": "noun.",
    "definition": "ancestor",
    "tok_pisin": "tumbuna",
    "example": {
      "kamano": "See: ahi'mo'a",
      "english": ""
    }
  },
  {
    "word": "agi'morena",
    "part_of_speech": "noun.",
    "definition": "lips",
    "tok_pisin": "maus; arere bilong maus",
    "example": {
      "kamano": "aginki agonko hu'nee v",
      "english": "shock; fear. Tok Pidgin: pret. Kumzafa nesea zanku' nginki  ngonko nehie. I am shocked because he is stealing.    agira eri atvegri'nee v. open (someone's) mouth. Tok Pidgin: opim maus bilong en. Of a  child or sick person. Agira eri atvegri'neno' tina tgi nemie. She is opening his mouth and  giving him water."
    }
  },
  {
    "word": "agirama'a",
    "part_of_speech": "noun.",
    "definition": "verse (song); true name",
    "tok_pisin": "ves; nem tru",
    "example": {
      "kamano": "agi'ri vhe' babbler",
      "english": "Tok Pidgin: maus wara man."
    }
  },
  {
    "word": "agi'rinee",
    "part_of_speech": "verb.",
    "definition": "talk nonsense",
    "tok_pisin": "maus wara",
    "example": {
      "kamano": "agitega (avuga) in front",
      "english": "Tok Pidgin: long fran. Kare agitega mni'nee. He is in front of the  car.    agitegati' (avugati) into one's face; from in front. Tok Pidgin: long fran sait. Zho'mo'  zmugati' e'nee. The wind came from in front of them./It was a headwind.    agiza re'nee v. laugh. Tok Pidgin: lap. ngiza re'nee He laughed at me."
    }
  },
  {
    "word": "agmo'",
    "part_of_speech": "noun.",
    "definition": "compost; humus; vegetable mould",
    "tok_pisin": "kompos",
    "example": {
      "kamano": "agmo' no n",
      "english": "garden house; shelter. Tok Pidgin: gaden haus."
    }
  },
  {
    "word": "agmuntine",
    "part_of_speech": "adj.",
    "definition": "muddy water",
    "tok_pisin": "doti wara",
    "example": {
      "kamano": "agmu nehie it is muddy",
      "english": ""
    }
  },
  {
    "word": "agnefu'na",
    "part_of_speech": "noun.",
    "variants": [
      "agote'nee"
    ],
    "definition": "not like; not want; dislike",
    "tok_pisin": "tang",
    "example": {
      "kamano": "agnefu' sagna' hu'nee He poked out his tongue",
      "english": "agnefu'na rukrahe hu'nee v. dialect. Tok Pidgin: tanim nek. Zmagnefu'na rukrahe  hu'nee. They speak a different dialect.    agnefu'na (teve) n. flame. Tok Pidgin: lait bilong paia.    agnefu'nanu' hune hane hu'nee v. lick. Tok Pidgin: klinim long tang. Agnefu'nanu' hune  hane hu'nee. He licked with his tongue.    ago' ate'nee v. Variant: agote'nee. not like; not want; dislike. Tok Pidgin: ino laik. ago'  te'nee He doesn't like it/doesn't want it. ngo' netee I don't like/want it.    agofetu' on top of. Tok Pidgin: antap."
    }
  },
  {
    "word": "agofi'nee",
    "part_of_speech": "verb.",
    "definition": "sexual intercourse",
    "tok_pisin": "slip wantaim em pinis; puspus; pilai wantaim  em pinis; marit pasin",
    "example": {
      "kamano": "agofi'nee He had intercourse with her",
      "english": ""
    }
  },
  {
    "word": "agofre'nee",
    "part_of_speech": "verb.",
    "definition": "Sim: hankro'mo' agu'a fre'nee",
    "tok_pisin": "pret",
    "example": {
      "kamano": "ngogo fe'nee I was shocked",
      "english": "may be used as a descriptive. Agogofe'nea ava'na ke'nee.  He had a terrible dream."
    }
  },
  {
    "word": "agogofe'za",
    "part_of_speech": "noun.",
    "variants": [
      "agogofeaza"
    ],
    "definition": "terrible",
    "tok_pisin": "samting i pretim em",
    "example": {
      "kamano": "Agogofe'nea ava'na ke'nee",
      "english": "He had a terrible dream. Agogofe'za fore hu'nee. Something  terrible happened.    agogogu' hu'nee v. Variant: agogozanku' hu'nee. shocked; terrified. Tok Pidgin: pret  nogut tru. ngogogu' hu'noe I was shocked. Hvi ava'na keteno' agogogu' hu'nee. He had a  bad dream and was terrified."
    }
  },
  {
    "word": "agomimpa",
    "part_of_speech": "noun.",
    "definition": "abdomen (lower, central); groin",
    "tok_pisin": "namel long bel; sangana",
    "example": {
      "kamano": "agompa'a (kani mofo) n",
      "english": "shoot (of banana, bamboo etc.). Tok Pidgin: sut (bilong  banana)."
    }
  },
  {
    "word": "agona",
    "part_of_speech": "noun.",
    "variants": [
      "agona vzi'nee"
    ],
    "definition": "'nose out of joint",
    "tok_pisin": "maunten; nus",
    "example": {
      "kamano": "agona ru'nee v",
      "english": "Variant: agona vzi'nee. 'nose out of joint.'. Tok Pidgin: pulim nus. Kgona  ru'nee. Your nose is out of joint. He is upset."
    }
  },
  {
    "word": "agona'a",
    "part_of_speech": "noun.",
    "definition": "piece",
    "tok_pisin": "hap",
    "example": {
      "kamano": "Za'u agona'a kori nmio",
      "english": "Give me a piece of sweet  potato."
    }
  },
  {
    "word": "agona'a",
    "part_of_speech": "noun.",
    "definition": "tip; point",
    "tok_pisin": "poin"
  },
  {
    "word": "agonaga",
    "part_of_speech": "noun.",
    "definition": "nostril",
    "tok_pisin": "nus hul; hul bilong nus",
    "example": {
      "kamano": "agonage' kumare mountainous",
      "english": "Tok Pidgin: maunten ples."
    }
  },
  {
    "word": "agonazafa",
    "part_of_speech": "noun.",
    "definition": "nasal septum",
    "tok_pisin": "namba wan pikinini"
  },
  {
    "word": "agonkna'za",
    "part_of_speech": "noun.",
    "definition": "scrotum",
    "tok_pisin": "bol",
    "example": {
      "kamano": "agonkna'za hri'nee v",
      "english": "castrate. Tok Pidgin: rausim bol.    agora eri'nee n. almost killed; escape from death; shock/shaken up. Tok Pidgin: klostu  kilim. Ngora afu'mo' nekatege'na oe. The pig almost killed me and I have come. Karemo'  thekateno' ngora erige'na oe. We were almost killed by a car and I am all shaken up.    agora omne'nee v. fright; shock. Tok Pidgin: pret nogut tru. Ahekatogeno' agora  omnegeno' free. I almost killed him and he fled in fright.    agora tne'nee v. illness; fright; shock. Tok Pidgin: blut i sot/drai. Ngora ranege'na oe. I've  had a shock and come (here)./I have no blood (through illness).    agorame ati'nee v. frolic. Tok Pidgin: kalap kalap (amamas). Afu'mo' agorame netie. The  pig is frolicing."
    }
  },
  {
    "word": "agore",
    "part_of_speech": "noun.",
    "definition": "beetle (flying, green, edible and small)"
  },
  {
    "word": "agosasuna",
    "part_of_speech": "noun.",
    "definition": "top lip",
    "tok_pisin": "nus gras"
  },
  {
    "word": "agoso'a",
    "part_of_speech": "noun.",
    "definition": "(first) roots; tubers (of sweet potato, yam, wingbean, etcetera)",
    "tok_pisin": "liklik rop bilong (kaukau",
    "example": {
      "kamano": "",
      "english": ".)."
    }
  },
  {
    "word": "agovi'a",
    "part_of_speech": "noun.",
    "definition": "crest (of a cockatoo etc",
    "tok_pisin": "het gras bilong koki; kangal",
    "example": {
      "kamano": "agovige' yellow",
      "english": "Tok Pidgin: yelopela. (Used of food only e.g. when cut and the inside is  yellow; the colour of the water of cooked greens.)."
    }
  },
  {
    "word": "agoza",
    "part_of_speech": "adv.",
    "definition": "Sim: so'e/akona/vgare'nee",
    "tok_pisin": "gutpela; pinis;  olgeta",
    "example": {
      "kamano": "Eri agoza hu'nee",
      "english": "He took it completely. Sese hu agoza hu'nee. He washed it well.  Nona kivgare'nee. He completely finished the house."
    }
  },
  {
    "word": "agoza",
    "part_of_speech": "noun.",
    "definition": "penis",
    "tok_pisin": "kok",
    "example": {
      "kamano": "agoza mofo anoma'a tga hu'nee v",
      "english": "circumcize. Tok Pidgin: katim skin bilong kok."
    }
  },
  {
    "word": "agozafa'a",
    "part_of_speech": "noun.",
    "definition": "runners (of strawberries etc",
    "tok_pisin": "em",
    "example": {
      "kamano": "agra avufga husga hu'nee v",
      "english": "boast. Tok Pidgin: apim skin. Hanve ne' mni'noe, huno' agra  avufga husga nehie. He boasts that he is a strong man.    agra'a pron. herself; himself; itself; by itself; naturally. Tok Pidgin: em yet. Agra'a fore'  hu'nea zane. It came up naturally.    agra'a zane n. private. Tok Pidgin: bilong mi.    agraguke' hu'nee v. selfish. Tok Pidgin: tingting long em yet."
    }
  },
  {
    "word": "agre",
    "part_of_speech": "noun.",
    "definition": "saliva; froth; spittle; foam; bubble",
    "tok_pisin": "maus wara; sop wara",
    "example": {
      "kamano": "See: avetu'",
      "english": "Kukena sese' nehigeno' sope agre nehie. The soap is bubbling while she washes the  clothes. Ti zogefi agremo' fore' nehie. Foam forms at the waterfall. Ne'za kvomo agrege'  nehie. The food pot is bubbling.    agre hu'nee v. fizzy. Tok Pidgin: sop wara.    agre osapa' neree v. dry mouth. Tok Pidgin: nek i drai."
    }
  },
  {
    "word": "agrema'a",
    "part_of_speech": "noun.",
    "definition": "fizz",
    "tok_pisin": "sop wara",
    "example": {
      "kamano": "agremo' zuzu hu'nee v",
      "english": "dribble. Tok Pidgin: maus wara pundaun. Agremo' zuzu hia. He is  dribbling."
    }
  },
  {
    "word": "agreza",
    "part_of_speech": "noun.",
    "definition": "soap",
    "tok_pisin": "sop",
    "example": {
      "kamano": "agri' avu vhe' n",
      "english": "(his) age-group people. Tok Pidgin: poroman bilong en; sais bilong en.    agri' hzenkezane n. (his) blame; (his) guilt; (his) fault; (his) mistake. Tok Pidgin: trabel  bilong en.    agri' mni'nee (amne mni'nee) v. Sit and do nothing. (May also be said by a sick person  and of someone not eating normally.); just sit. Tok Pidgin: sindaun nating. Agri' nemnue  (amne nemnue). I am sitting doing nothing.    agri' mopa n. homeland; home country. Tok Pidgin: graun bilong en; ples bilong en.  Nagri' mopa afete' me'nee. My homeland is a long way away."
    }
  },
  {
    "word": "agri'ake'",
    "part_of_speech": "adv.",
    "definition": "alone; pure",
    "tok_pisin": "nating; tasol",
    "example": {
      "kamano": "agri'zane pron",
      "english": "his; her. Tok Pidgin: bilong en.    agro'agro' hu'nee v. gnaw; chew. Tok Pidgin: paitim long maus. Something hard or soft.  Afu' zferina agro'agro' nehie. He is gnawing a pig bone.    agrono' fair (skin); light (of people, pigs, chickens, dogs). Tok Pidgin: wait. Agrono'  vhe'mofo avu'va'za. The fashion of white people.    agru hu'nee v. clean. Tok Pidgin: klinpela. See: avusese hu'nee. Agruma hunea ti afinmio  Fetch me some clean water.    agru'a / negru'a n. brother-in-law. Tok Pidgin: tambu. reciprocal term.    agruge' clean. Tok Pidgin: klinpela."
    }
  },
  {
    "word": "agruna",
    "part_of_speech": "noun.",
    "variants": [
      "amu' vzi'nee"
    ],
    "definition": "intervene (in a fight); defend; protect (oneself or  another)",
    "tok_pisin": "rop bilong blut; rop",
    "example": {
      "kamano": "agu' agesa ami'nee v",
      "english": "Sim: agu'a ami'nee, rimpa ami'nee, anthi so'e hu'nee, muse  hunte'nee.teach; train; discipline; pay attention; advise; think of (including action). Tok  Pidgin: givim tingting; skulim em. Sim: agu'a ami'nee, rimpa ami'nee, anthi so'e hu'nee,  muse hunte'nee. Anthi hviza huonantenka krimpa nmio. Do not be cross with me, think  of me. Nerera'a mofrave'amo' anthinogu' agu'agesa ami'nee. The mother taught her  child to obey. Nerera'a mofrave'a mofo nesmigeno' agu'agesa ami'nee. The child paid  attention when his mother told him.    agu' vzi'nee v. Variant: amu' vzi'nee. intervene (in a fight); defend; protect (oneself or  another). Tok Pidgin: sambai long; helpim; lukautim; was. Ngu' vzige'na oe. He protected  me and I have come. Oho, nehuno' amu' vzi'nee! He intervened and said, \"Don't hit  him!\". Ahe'zanku' agu' vzi'nee. He protected him from being hit."
    }
  },
  {
    "word": "agu'a",
    "part_of_speech": "noun.",
    "variants": [
      "anthinte'nee"
    ],
    "definition": "Sim: agesa anthi ami'nee, anthi ami'nee,  agu'a anthi ante'nee",
    "tok_pisin": "insait",
    "example": {
      "kamano": "agu'a agra anthi'nee v",
      "english": "Sim: agu' agesa anthi'nee.think to oneself; consider. Tok Pidgin:  em i tingting; em yet i tingting. E'inahu' hugahue, huno' agu'a agra anthi'nee. I will do  that, he thought to himself.    agu'a ante'nee v. believe; (have) faith; love. Tok Pidgin: bilip. Yisasinte' agu'a ante'nee.  He trusted/loved Jesus.    agu'a anthi ami'nee v. Variant: anthinte'nee. Sim: agesa anthi ami'nee, anthi ami'nee,  agu'a anthi ante'nee..suspect; wonder; believe. Tok Pidgin: sutim tok; tingtim. About  something not seen or proved. Agripi antahi nentoe. I suspect him/wonder. Mgo' zana  afe hu'nege'na: Eri'nefi? hu'na anthi nemue. Something is lost and I suspect he took it.  Kri eri'negeno': E'i vhe'mo' ahe'nefi? huno' agesa anthi nemie. He is sick and wonders:  Did that person do it? Afu' aheno' vie, huno' agu'a anthimi'nee. He suspected that he  had killed his pig.    agu'a anthi hviza hu'nee v. unhappy. Tok Pidgin: bel hevi. aAu' ahegeno' agu'a anthi  hviza hie. He is unhappy because somebody killed his pig.    agu'a hankve ti'nee v. Sim: agu'a anthi hankve ti'nee.firm-minded; unchanged thought;  determined; mind made up. Tok Pidgin: tingim strong. Ru zanku' agesa nonthino'  agu'amo' hankve ti'nee. He is not thinking of anything else, his mind is made up.    agu'a kena n. Variant: agukena. underwear. Tok Pidgin: andapen (pens).    agu'a krogrogi'nee v. change one's mind; think you will do something different. Tok  Pidgin: senisim tingting. Ant: agu'a hankve ti'nea. Zmagu'a krogro negize. They are  thinking differently. Otre atre nehaku' zmagu'amo' krogro negie. They have separated  and are thinking differently. Said of a married couple.    agu'a mofrave n. soul; oneself; heart; mind. Tok Pidgin: sol. Ngu'a mofravemo antri hie. I  was startled.    agu'a oti'nee v. Sim: avesi'nee.want; willing; desire. Tok Pidgin: bel i kirap; tingting i  kirap. Sim: avesi'nee. Ngu'amo' otige'na oe. I wanted to come so I have come.    agu'a rukrahe hu'nee v. repent. Tok Pidgin: tanim bel; senisim tingting na givim baksait  long pasin nogut. Musufa seno' miza seteno' agu'a rukrahe hu'nee. He stole something,  then he paid it back and repented.    agu'afi inside. Tok Pidgin: insait."
    }
  },
  {
    "word": "agu'agesa",
    "part_of_speech": "noun.",
    "definition": "mind; thought",
    "tok_pisin": "tingting",
    "example": {
      "kamano": "Nankgu'kgesa nenthinka izora nosane?  What are you thinking, that you don't say, \"Yes?\"/Why don't you say, \"Yes?\"",
      "english": ""
    }
  },
  {
    "word": "agu'agesa",
    "part_of_speech": "noun.",
    "definition": "meaning",
    "tok_pisin": "as bilong tok",
    "example": {
      "kamano": "Agrama hu'nea naneke mofo agu' agesa  huta anthisune",
      "english": "Let us discuss the meaning of what he said.    agu'amo' kna hu'nee v. Sim: kna avesi'nee.unhappy; sad; disagree; unwilling. Tok Pidgin:  bel i hevi. Lae vugahue, nehugeno': Ovugosane, huno' higeno' ngu'amo' kna nvenesie. I  said: \"I will go to Lae,\" but he said: \"You will not go, and I am unhappy.\". I'o, higeno'  agu'amo' kna nehie. He said: \"No,\" so he is unhappy.    agu'amo' ksefa' hu'nee v. pleased; encouraged. Tok Pidgin: bel i amamas; bel i kirap.  When someone has arrived; or when someone has done something very pleasing, has  helped or given food etc. muse nehigeno' agu'amo' ksefa' hie He is pleased.    agu'amo' o'za' hu'nee v. pleased; willing. Tok Pidgin: amamas; bel gut. Knare'  hu'nankeno' ngu'amo' o'za' nehie. You did well so I am pleased."
    }
  },
  {
    "word": "agumpi",
    "part_of_speech": "noun.",
    "definition": "middle back",
    "tok_pisin": "baksait",
    "example": {
      "kamano": "agumpi hre mni'nee v",
      "english": "mount. Tok Pidgin: sindaun long baksait. Hosi agumpi hre  mni'nee. He mounted the horse."
    }
  },
  {
    "word": "agupa",
    "part_of_speech": "noun.",
    "definition": "stomach",
    "tok_pisin": "kaikai bilum, bel",
    "example": {
      "kamano": "agupa nofi' n",
      "english": "oesophagus. Tok Pidgin: rop bilong bilum kaikai.    agupavo (hgupavo) n. tadpole. Tok Pidgin: pikinini bilong rokrok."
    }
  },
  {
    "word": "agupo",
    "part_of_speech": "noun.",
    "definition": "level ground; valley; lowland",
    "tok_pisin": "stret ples",
    "example": {
      "kamano": "Maka'mu agupo Markham  Valley",
      "english": ""
    }
  },
  {
    "word": "agusa'a",
    "part_of_speech": "noun.",
    "definition": "fat",
    "tok_pisin": "gris; patpela",
    "example": {
      "kamano": "aguza ru'nee v",
      "english": "spoil; ruin. Tok Pidgin: spoilim; bagarapim. Usually a garden. Hoza aguza  ru'nea. He spoiled the garden.    agze hia ke hu'nee v. humiliate. Tok Pidgin: givim sem, semim. Vhe' mnipi ngaze hia ke  hu'nee. He humiliated me in front of everybody.    agze hu'nee v. ashamed; embarrassed. Tok Pidgin: sem. Kagze hu'nee. You were  ashamed.    agze miza n. penalty. Tok Pidgin: baim sem bilong en.    agze zane n. shameful (thing). Tok Pidgin: (samting bilong) sem.    agzone quiet; patient. Tok Pidgin: stap isi.    agzone hu'nee v. reconcile. Tok Pidgin: stap isi. Ha' nehateti' meni kzone hu'ne mni'na'e.  They were enemies but now they are reconciled. Anumzamo' thenaku' nehigeno' Jisasi'  tzeri kzone hurante'nee. The Lord would have punished us but Jesus reconciled us."
    }
  },
  {
    "word": "agzu'",
    "part_of_speech": "noun.",
    "variants": [
      "ami sge'nee"
    ],
    "definition": "make a way in water; clear a way in water; breach a  dam",
    "tok_pisin": "kapis bilong meri; kan",
    "example": {
      "kamano": "ahe hge'nee v",
      "english": "chase away; put to rout; fight off; get rid of. Tok Pidgin: ronim. May be  done with weapons or sorcery. Vhe' zmahe hgage'za atre'za nevze. They fought the  people off, and they left and are going.    ahe krru' vzi'nee v. Sim: ahi krrumpe'nee.escape. Tok Pidgin: klostu kilim i dai; popaia. As  an escape from a trap, or a car nearly killed someone. Kumzafa vhe' ahegrru' vzigeno'  fre'nee. He almost hit the thief and he ran away. Kfa kifo huntegeno' ahe grrumpe'nee.  He set a trap and almost caught a rat.    ahe nti'nee v. hit and send off; get rid of (someone); tell off and get rid of. Tok Pidgin:  rausim. Ahe nti' nankeno'a nompinti' atiramino' fregahie. If you hit and send him off he  will leave the house and run away. Ahe ntigeno' nevie. He told him off and got rid of him  and he is going.    ahe sge'nee v. Variant: ami sge'nee. make a way in water; clear a way in water; breach a  dam. Tok Pidgin: wara brukim. Ti hentagriteno' ahe sgegeno' enevie. He dammed up the  river then made a breach in it and it is flowing.    ahe ta'ori' hu'nee v. slice. Tok Pidgin: slaisim; katim liklik. Afu' ahe ta'ori' hu'nee. He  sliced the pork.    ahe vga re'nee v. exterminate. Tok Pidgin: pinisim. Kfa ahe vgare'nee. He exterminated  the rats.    ahe vzi'nee v. tuck in end (of something to fasten it); fasten (by tucking in end) e.g.  thread or string; kill and throw. Tok Pidgin: kilim na troimwe; putim igo insait; takim.  Siota kenafi ahevzi'nee. He tucked his shirt into his laplap.    ahegso' pe'nee v. Sim: ahe rotago hu'nee, ahe avrri'nee.put to rout; put to flight;  repulse; chase. Tok Pidgin: ronim. This may or may not include hitting. Mofrave  ahegsopegeno' fre'nee. He chased the child off and he fled.    ahegte re'nee v. go beyond; surpass. Tok Pidgin: abrusim samting. Ahegatere'nee. He hit  the nail right through the wood (and out the other side). Hoza ahe ngatere'nee. She  worked a garden longer (further) than mine."
    }
  },
  {
    "word": "ahehe'",
    "part_of_speech": "noun.",
    "definition": "scales",
    "tok_pisin": "grile bilong pis",
    "example": {
      "kamano": "Nozame ahehe' hutro",
      "english": "Scale the fish."
    }
  },
  {
    "word": "ahehe'",
    "part_of_speech": "noun.",
    "definition": "flake",
    "tok_pisin": "skin kamaut; grile"
  },
  {
    "word": "ahe'nee",
    "part_of_speech": "verb.",
    "definition": "hit; kill; murder; beat; strike; harm; shoot",
    "tok_pisin": "kilim; paitim",
    "example": {
      "kamano": "nhe'nee  He hit me",
      "english": "Ahegeno' fri'nee. He hit him and he died. Kno erino' nhe'nee. He took a stick  and beat me. Tavata ahe'nee. He/it struck him dead/nearly dead. onkhegosie He will not  harm you."
    }
  },
  {
    "word": "ahentagri'nee",
    "part_of_speech": "verb.",
    "definition": "dam",
    "tok_pisin": "pasim wara",
    "example": {
      "kamano": "Ti ahentagri'nee",
      "english": "He dammed the water."
    }
  },
  {
    "word": "ahente'nee",
    "part_of_speech": "verb.",
    "definition": "fall; crash; overturn",
    "tok_pisin": "pundaun; kapsait",
    "example": {
      "kamano": "nhentee I fell",
      "english": "Zafareti'  nhente'nee. I fell out of the tree. Kare ahente'nee. The car crashed.    ahentrako hu'nee v. hit (so it is firm, e.g. of a nail). Tok Pidgin: paitim strong. Niri  ahentrako hu'nee He hit the nail in firmly.    aheronku hu'nee v. (make a) point (sharp); sharpen. Tok Pidgin: sapim. Of arrows,  pencils, wood stakes. Kegina huku' zafa heronku nehie. He sharpened the wood to make  a fence."
    }
  },
  {
    "word": "aheru'nee",
    "part_of_speech": "verb.",
    "definition": "mix",
    "tok_pisin": "tanim",
    "example": {
      "kamano": "e",
      "english": "g. cooked sweet potato and pumpkin. Aheruteno'  negree. She has mixed it and is cooking it.    ahi krrumpe'nee v. recover; get better. Tok Pidgin: dai na kirap bek. From a serious  illness. Ahi krrumpe'nee. He nearly died but got better.    ahi'ahi' hu'nee v. whimper; grizzle; whine. Tok Pidgin: krai. Mofravemo' za'unku' ahi'ahi'  hu'nee. The child grizzled for his sweet potato."
    }
  },
  {
    "word": "ahi'mo'e",
    "part_of_speech": "noun.",
    "definition": "ancestors; original couple (who populated an area including several villages)",
    "tok_pisin": "tumbuna",
    "example": {
      "kamano": "ahirahi' re'nee v",
      "english": "rigor; shake (from old age or illness); shiver; tremble. Tok Pidgin: skin  guria. ahirahi' re'nee He shivered. nhirahi' re'nee I shivered."
    }
  },
  {
    "word": "aho'a",
    "part_of_speech": "noun.",
    "variants": [
      "ata' hu'nee"
    ],
    "definition": "bitter; hot; sour",
    "tok_pisin": "drai lip",
    "example": {
      "kamano": "Of plants such as sweet potato, beans,  casurina needles, sweet corn",
      "english": "ahoke' ahe'nee v. Sim: yo'yo' hu'nee.protect; save; intervene in a fight; defend. Tok  Pidgin: helpim. Nhoke' ahe'nee He protected me. Not used of defense from sorcery.    ahu' osu'nee v. damp. Tok Pidgin: ino drai.    ahuhu hu'nee v. bark (of a dog). Tok Pidgin: dok singaut; dok pairap. ahuhu nehie It is  barking.    aka hu'nee v. gape; open. Tok Pidgin: op. e.g. mouth or wound. Kzinu' aza tga higeno' ru  aka hu'nee. He cut his hand with a knife and (the wound) gaped (open).    aka' hu'nee Variant: ata' hu'nee. bitter; hot; sour. Tok Pidgin: pait long maus. Izamo'a  aka' nehie. Ginger is hot. Aka' nvenesie. It is bitter for me.    aka' ne'nee v. Sim: hakne'nee.Variant: aknahe- + verb. eat up; eat all; clean plate or  bone. Tok Pidgin: klinim gut. Afu' zferina aknahenka no. Pick the bone clean. Aka'nenka  neso'e huo. Eat it all up properly.    akampru hu'nee v. snap; break (e.g. of rope). Tok Pidgin: bruk. Avzu nehuno' eri  akampru' nehie. While he was pulling it he broke it."
    }
  },
  {
    "word": "akento'",
    "part_of_speech": "noun.",
    "definition": "widow",
    "tok_pisin": "meri man bilong em i dai pinis na em i no marit gen",
    "example": {
      "kamano": "akesa zferina n",
      "english": "forearm bones; radius; ulna. Tok Pidgin: (tupela) bun bilong han. See:  tagrote' zferina."
    }
  },
  {
    "word": "akfri'nee",
    "part_of_speech": "verb.",
    "definition": "cut off; chop off (e",
    "tok_pisin": "katim",
    "example": {
      "kamano": "aza  akfri'nee He cut off his hand/finger",
      "english": "traya runekfrie He is cutting the weeds/grass."
    }
  },
  {
    "word": "akmre'nee",
    "part_of_speech": "verb.",
    "definition": "stain; stick",
    "tok_pisin": "pas",
    "example": {
      "kamano": "Kani timo' akmre'nee",
      "english": "It is stained with banana  juice. Namunte' akamre'nee. It is stuck to the sore."
    }
  },
  {
    "word": "akohe'nee",
    "part_of_speech": "verb.",
    "definition": "ease up; ease back; gentle; slowly",
    "tok_pisin": "isi",
    "example": {
      "kamano": "usually used in medial  form",
      "english": "Ksafe' hugahianki akohenka vuo. You will get out of breath so ease up. Akoheno'  vie. he went slowly. Akohe'na vugahue. I will go slowly. Akoho! Gently! Slowly!    akoheno' + another verb v. slowly; gradually; still; quiet; careful; gently; softly. Tok  Pidgin: isi; was gut. This verb is usually used in the medial form as an adverb followed by  another verb. Akohe'na vugahue. I will go slowly. Vhe' enevigeno' karemo' akoheno'  nevie. The cars slow down where there are people crossing. Akoheno' avresga hu'nee.  She lifted him up gently. Akoheno' naneke nehie. He is speaking softly. Akoho Be  carefull! Akoheno' mni'nee He remains quietly."
    }
  },
  {
    "word": "akona",
    "part_of_speech": "adv.",
    "definition": "Sim: antrako/hanveti'nee",
    "tok_pisin": "strong",
    "example": {
      "kamano": "Antrako  hu'nee",
      "english": "it is firm. Ko'na anaki akona hu'nee. He tied the bundle tightly. Akona kena  antni'nane. You are wearing a good skirt.    akona hu'nee v. tightly. Azeri akona huo. Hold it tightly.    akrahe hu'nee v. turn (by itself). Tok Pidgin: kapsait."
    }
  },
  {
    "word": "akre'nee",
    "part_of_speech": "verb.",
    "definition": "peel",
    "tok_pisin": "rausim skin; skinim",
    "example": {
      "kamano": "Zafa akru'a a'nekree",
      "english": "He is peeling the  bark off the tree."
    }
  },
  {
    "word": "akri'nee",
    "part_of_speech": "verb.",
    "definition": "Chew a plant to produce its dye"
  },
  {
    "word": "akru'a",
    "part_of_speech": "noun.",
    "definition": "bark; shell; sheath; husk; rind",
    "tok_pisin": "skin",
    "example": {
      "kamano": "zafa akru'a tree bark",
      "english": "aksi rami'nee v. fall out (e.g. of fence posts, nails); break. Tok Pidgin: pundaun;  brukdaun. Kegina aksi rami'nea. The fence posts fell out."
    }
  },
  {
    "word": "aksi'nee",
    "part_of_speech": "verb.",
    "definition": "take out; pull out (of a tooth, nail, intestines)",
    "tok_pisin": "rausim",
    "example": {
      "kamano": "Also  includes the cutting and opening of a pig in order to gut it",
      "english": "Niri aksi'nea. He took out a  nail.    aku'amo' (anogo'amo') (maternal) uncle; mother's brother. akuve is the term used when  speaking to that uncle."
    }
  },
  {
    "word": "akvo'za",
    "part_of_speech": "noun.",
    "variants": [
      "ama' afi"
    ],
    "definition": "these; this; here; near",
    "tok_pisin": "hap bus",
    "example": {
      "kamano": "Usually in the middle of a cultivated garden",
      "english": "ama Variant: ama' afi. these; this; here; near. Tok Pidgin: em; klostu; tasol; hia.  amanahu' kna' like this, this type, this kind.    ama ano? Variant: ama ano?. v. Hello! Tok Pidgin: halo!; yu kam? greeting.    ama' nafi? this? Tok Pidgin: dispela?    ama oe v. Hello! Tok Pidgin: mi kam. To answer the greeting.    ama vo'vo' towards/toward/near. Tok Pidgin: klostu tru. Nagri' knomo' ana vo'vo'  neviankino' ome ahegahie. My stick is going towards it so it will hit it.    amafi here. Tok Pidgin: hia.    amaka hu'nee v. spy; follow unseen. Tok Pidgin: hait na was. Spy out someone's home in  order to kill them. Amaka huno' ke fore' hu'nee. He followed unseen and found (him)."
    }
  },
  {
    "word": "amaki'nee",
    "part_of_speech": "verb.",
    "definition": "Sim: pri hu'nee",
    "tok_pisin": "katim (gras)",
    "example": {
      "kamano": "Kno enerino' traza nemakie",
      "english": "He got a tool and is cutting the grass.    ama'no? this? Tok Pidgin: dispela?    amantu hu'nee v. shiver. Tok Pidgin: skin guria. nmantu hie I shivered.    amare' here. Tok Pidgin: hia; long hia."
    }
  },
  {
    "word": "amasgi'nee",
    "part_of_speech": "verb.",
    "variants": [
      "amapi"
    ],
    "definition": "in sight; obvious; visible",
    "tok_pisin": "paitim",
    "example": {
      "kamano": "Kea nontahugeno' nmasgi'nea",
      "english": "He  hit me because I did not obey.    amate' Variant: amapi. in sight; obvious; visible. Tok Pidgin: ples klia.    ame hatre'nee v. Sim: nvenesie.like. Tok Pidgin: bel i pas; laikim tru. Kme nehatreanki  ko! Look, you'll like this!. Nme hatrege'na negfue. I like these things I'm digging up.    ame hu'nee v. immediately; instantly. Tok Pidgin: hariap; kwik. Ame hunka eno Come  here immediately! Ke higeno' ame huno' vu'nee. She called and he went instantly."
    }
  },
  {
    "word": "ame'a",
    "part_of_speech": "noun.",
    "definition": "meat; flesh; lean meat",
    "tok_pisin": "mit",
    "example": {
      "kamano": "ame'ama' hu'nee v",
      "english": "quickly. Tok Pidgin: kwik; kwiktaim. Ame'ama' hu'nea. He did it  quickly. Ame'ama huno' erinea. He took it quickly.    amefi'a ke hu'nee v. talk about someone behind their back. Tok Pidgin: tok baksait. Not  complimentary. Vhe' agenke nehuno' amefi'a ke hu'nee. He reported on him, speaking  behind his back.    amefiti' (from) behind (him). Tok Pidgin: (kam long) baksait. amefiti' neee He is coming  towards him from behind.    amefiti' vu'nee v. back; back away from. Tok Pidgin: (go/kam long) baksait. kmefiti' vuo  Go backwards. Karemo' ete amefiti' vu'nee. The car reversed.    amega shallow; outside; surface. Tok Pidgin: antap; i no daun. Ra tirupi ofrenka amega  fro. Don't go in the deep water, go in the shallow (part)."
    }
  },
  {
    "word": "amema'a",
    "part_of_speech": "noun.",
    "definition": "Sim: a'va zgo",
    "tok_pisin": "win mani (lep mani); tewel; piksa",
    "example": {
      "kamano": "amema'a sese' hu'nee v",
      "english": "develop (a film). Tok Pidgin: kamapim piksa.    amemo' antinti hu'nee v. Sim: rimpa so'e hu'nee, muse hu'nee, aguamo' antinti  hu'nee.relief; glad; content; satisfied (if something thought lost is found). Tok Pidgin:  tingting strong; bilip strong. Mofrave'ni'a rurega vu'neno' ete egeno' ngu'amo antinti  hie. My child went away but has now come back and I am glad.    amena ami'nee v. Sim: amentinti hie.hope; wonder; sure. Tok Pidgin: hop; laikim tru.  Anumza amge' nevza mo'za zmena nemize Those who follow the Lord are sure of him.  Frigahie, hu'na nmena omue. I wonder if he will die. I am not sure.    amena renti hu'nee v. comfort; strengthen; encourage; pleased; relieved. Tok Pidgin:  strongim. Nheku' nehigeno' rone'nimo' tva'onte' emni'negu' nmena renti hie. He was  going to hit me, but my friend was nearby so I was encouraged. Nagraku' mni'noge'za  e'za nmena renti hu'naze. I was alone and they came and comforted me."
    }
  },
  {
    "word": "amena'a",
    "part_of_speech": "noun.",
    "variants": [
      "azankuna'a"
    ],
    "definition": "branch",
    "tok_pisin": "han bilong diwai",
    "example": {
      "kamano": "amena' re'nea  zafa",
      "english": "A tree with branches"
    }
  },
  {
    "word": "amene",
    "part_of_speech": "noun.",
    "variants": [
      "amema'a"
    ],
    "definition": "spirit; soul; shadow; reflection; picture",
    "tok_pisin": "spirit;  tewel; sol; piksa",
    "example": {
      "kamano": "Hankro'mo' ago fre'negeno' amemo' asmi'nee",
      "english": "A ghost is in control of  him and his own spirit told him.    amene vhe' Sim: zgo nerea vhe', avaza nerea vhe', avune vhe'.diviner. Tok Pidgin: spirit  man; man i gat skin diwai; trikman. Skill especially used to find a culprit using a bow and  money or a shell, or by yawning.    amenta good. Tok Pidgin: gutpela; nais.    amente' Sim: avenesia.good; favourite; loved; personal; special. Tok Pidgin: leva pas;  laikim. nmente' mofrave My child whom I love. Not said of another person's child.  nmente' zane My special thing.    amente' omne' vhe' Variant: avate' omne'nea; amunte' omne'nea. poor person;  destitute person; needy person. Tok Pidgin: rabis man. nmente' omne' vhe'mo'na I, a  person without anything.    amentega hu'nee v. help; advocate. Tok Pidgin: stap long sait. in court, in paying a bride  price, preparing a feast, in a fight or quarrel. Ha' huku' nehigeno' amentega mni'nee.  When he was going to fight he (another) helped him. Vhe'mo' nmentega osu'nege'na  hgente'noa are. This is a bride I bought with no-one's help!    amentinti kee n. creed. Tok Pidgin: tok bilip.    amentinti osu'nee v. distrust. Tok Pidgin: i no bilip. Agri' nanekegu' nmentinti nosue. I  distrust what he says.    amepi huonte'nee v. Sim: zferinage' vhe'.thin. Tok Pidgin: bun nating. E'i ne'mofona  amepi huonte'nee. He is a thin man."
    }
  },
  {
    "word": "amerge",
    "part_of_speech": "noun.",
    "variants": [
      "arameta"
    ],
    "definition": "cheek",
    "tok_pisin": "wasket"
  },
  {
    "word": "amergema'a",
    "part_of_speech": "noun.",
    "variants": [
      "amemo' antinti hu'nee"
    ],
    "definition": "content; satisfied; believe (talk)",
    "tok_pisin": "wasket bilong pig",
    "example": {
      "kamano": "ametinti hu'nee v",
      "english": "Variant: amemo' antinti hu'nee. content; satisfied; believe (talk). Tok  Pidgin: bilip (em i gat strongpela bilip); amamas. Used when hope is fulfilled. Basic  meaning is satisfaction or happiness. Afe hu'neaza e'nerino' amemo' antinti hie. It was  lost and he found it and is content. Ana nanekegu' amentinti nehie. He believed that  talk. Neogeno' amemo' antinti osu'nee. When I was coming he was unsettled. Fenone  ne'mo' fenoma'agu' amemo' antinti nehie. The rich man is satisfied with his wealth."
    }
  },
  {
    "word": "amge'",
    "part_of_speech": "noun.",
    "definition": "next",
    "tok_pisin": "bihain long en",
    "example": {
      "kamano": "Ese' mofravegi ana amgeteti' mofravee",
      "english": "That is  the first child and this is the next child.    amge' ante' vhe' n. disciple. Tok Pidgin: man bilong harim tok.    amge' ante'nee v. obey. Tok Pidgin: bihainim tok. Nenfa naneke amge' ante'noe. I  obeyed my father.    amge' vu'nee v. follow. Tok Pidgin: Em i bihainim em. Kramo' vhe' mofo amge' nevie.  The dog is following the man.    amge' vu'nee v. follow (going).    amge' e'nee follow (coming). Kamge vu'nee. He followed you (as you went). Namge'  egahie. He will follow me here."
    }
  },
  {
    "word": "amgena",
    "part_of_speech": "noun.",
    "definition": "back; edge; back of a knife; ridge-pole of house",
    "tok_pisin": "backsait",
    "example": {
      "kamano": "amgena humi'nee v",
      "english": "reject/not speak to; spurn. Tok Pidgin: givim baksait long en. Nve  osiaza hige'na namgena hunemue. He has done something I do not like so I am not  speaking to him.    amgena zferina n. vertebra; back bone; spine. Tok Pidgin: baksait bun.    amgenamo' tkaye hu'nee v. shock; sad; unhappy. Tok Pidgin: baksait bun i sanap stret.  Caused by hearing of the death of a friend, or by losing something valuable or by being  told off. Rone' ni'amo' fri'negeno' namgenamo' tkaze hie. My friend died and I am sad."
    }
  },
  {
    "word": "amgenarinka",
    "part_of_speech": "noun.",
    "definition": "back-bone depression",
    "tok_pisin": "baksait bun baret"
  },
  {
    "word": "amgi'nee",
    "part_of_speech": "verb.",
    "definition": "soft; limp",
    "tok_pisin": "mau kaukau",
    "example": {
      "kamano": "Of sweet potato, green leaves etc",
      "english": "when  it has been gathered for a while. amgi'nee It is soft, limp. Amgi' za'u have ki'nege'na  ne'noe. I have eaten soft sweet-potato cooked in the mumu."
    }
  },
  {
    "word": "ami",
    "part_of_speech": "noun.",
    "definition": "breast; breast milk",
    "tok_pisin": "susu",
    "example": {
      "kamano": "ami ami'nee v",
      "english": "breast-feed. Tok Pidgin: givim susu. Mofavre ami nemie. She is breast- feeding the baby.    ami fataki hu'nee v. give expecting no return. Tok Pidgin: givim olgeta. Ana nona'a  e'origahue, huno' nmifataki hu'nee. I will take no payment, he said and give it to me for  no return.    ami ne'nee v. suckle; feed at the breast. Tok Pidgin: dring susu. Mofavremo' ami nenee.  The baby is suckling. The baby is feeding at the breast.    ami tati'nee v. milk. Tok Pidgin: pulim susu. Kau amima'a neratie. He is milking the cow."
    }
  },
  {
    "word": "amigona",
    "part_of_speech": "noun.",
    "definition": "teat; nipple",
    "tok_pisin": "poin bilong susu; ai bilong susu",
    "example": {
      "kamano": "amikotena mofrave last child (when no more are expected); youngest child",
      "english": "Tok Pidgin: last pikinini. ami'mi' hu'nee v. distract; appease; betray; induce; entice; persuade. Tok Pidgin: trikim;  giamanim. As when giving a child something to take his mind off another thing. As when  betrayed by deception to the enemy. The basic meaning is deception. Nmi'mi hige'na  ogeno' nahee. He persuaded me to come so I came and he has beaten me (at cards)."
    }
  },
  {
    "word": "amimiza",
    "part_of_speech": "noun.",
    "definition": "chest",
    "tok_pisin": "bros",
    "example": {
      "kamano": "amimiza zferina sternum; breast-bone",
      "english": "Tok Pidgin: bun bilong bros."
    }
  },
  {
    "word": "ami'nee",
    "part_of_speech": "verb.",
    "definition": "give",
    "tok_pisin": "givim",
    "example": {
      "kamano": "Afu' amergema'a erino' eme nmi'nee",
      "english": "He brought a  pig's cheek and gave it to me.    aminte' mofrave child at the breast. Tok Pidgin: pikinini i pulim susu yet."
    }
  },
  {
    "word": "amne",
    "part_of_speech": "adv.",
    "variants": [
      "amne hu'nee",
      "amne eri'nee"
    ],
    "definition": "adept; highly skilled; able",
    "tok_pisin": "samting nating; nating; i no bikpela tumas; isi; isi",
    "example": {
      "kamano": "amne zane It is not important",
      "english": "amne  mni'nee He is just sitting. Vogisia amne erisga nehie. He easily lifts the box.    amne aza hu'nee v. grace. Tok Pidgin: helpim nating. Knaza erino' neegeno' amne aza  hu'nee. She was coming with a heavy load and he graciously helped her.    amne eno welcome. Tok Pidgin: Em i gutpela yu kam.    amne tro' hu'nee adv. Variant: amne hu'nee; amne eri'nee. adept; highly skilled; able.  Tok Pidgin: em i save long wokim. Karea amne tro hugahie He is adept at fixing cars. He  will be able to fix the car.    amno vzi'nee v. Sim: agogo fe'nee.Variant: amno vu'nee; amnogu' hu'nee. frightened;  amazed; shocked; horrified. Tok Pidgin: pret nogut tru; guria. Ha' hu'negeno' namno  vzi'nee. I was shocked because they fought. Karemo' vhe' ahegeno' tusi'a namno vzi'nee.  I was horrified at the car accident.    amno vzia awful. Namno vzia ava'na ke'noe. I had an awful dream.    amnu over there; across the room. Tok Pidgin: long hap."
    }
  },
  {
    "word": "amo'",
    "part_of_speech": "noun.",
    "definition": "thigh",
    "tok_pisin": "lek"
  },
  {
    "word": "amohe'za",
    "part_of_speech": "noun.",
    "variants": [
      "nenamomo'"
    ],
    "definition": "A woman's brother's  children",
    "tok_pisin": "(ol) pikinini man",
    "example": {
      "kamano": "May include all males of next generation  born in a husband's village",
      "english": "They call old women \"mother\". She gives them food, kills  pigs for them and buys their brides.    amomo' niece; nephew. Tok Pidgin: anti.Variant: nenamomo'. A woman's brother's  children. Reciprocal term."
    }
  },
  {
    "word": "amonga'a",
    "part_of_speech": "noun.",
    "definition": "Sim: avamente'",
    "tok_pisin": "sais",
    "example": {
      "kamano": "nagri' amonga'a the amount or size which  suits me (e",
      "english": "g. in food or clothing). Anama nmi'nere' amonga'a ami'noe. I have given him  the same amount he had given me.    amosre he'nee v. bloom; flower. Tok Pidgin: kisim plaua. Zafa amosre nehee. The tree is  blooming/flowering.    amo'za age'nee v. (suffer from) thrush/fungal infection of the mouth. Tok Pidgin: sua  long maus bilong pikinini. Usually seen in babies and infants. amo'za age'nee He has  thrush.    amo? this? Tok Pidgin: dispela?"
    }
  },
  {
    "word": "ampampu'a",
    "part_of_speech": "noun.",
    "definition": "Sim: prampru'a",
    "tok_pisin": "pipia wara bilong kaikai",
    "example": {
      "kamano": "ampane hu'nee v",
      "english": "tear. Tok Pidgin: brukim. leaf/paper/material. Kani asi'na ampane  huno' tafe' vsino' ne'za atino' nenee. He tears a banana leaf, sets down a plate, serves  the food and eats.    ampimpi hu'nee v. tight; taut; stretched. Tok Pidgin: tait. Of rope, etc., abdomen. Nofi'  avzu hu ampimpi hu'nee. He pulled the rope tight. Kri eri'neno' rimpamo' zoreno'  ampimpi hu'nee. He was ill and his stomach was swollen and tight.    ampo' ke'nee v. crack; pierce (of eggs or leaves used to hold water). Tok Pidgin: brukim.  Ampo' nekee. He is cracking it. Hemo amu' ampoke'na kre'na ne'noe. I cracked the bush  fowl egg and cooked and ate it. Vhe'mo' rempo' ke'nee. Someone cracked it."
    }
  },
  {
    "word": "ampori'e",
    "part_of_speech": "noun.",
    "variants": [
      "ampori'e",
      "amporiza"
    ],
    "definition": "n",
    "tok_pisin": "bin",
    "example": {
      "kamano": "ampri ami'nee v",
      "english": "feed (fluid from one's mouth e.g. to a baby). Tok Pidgin: kaikai long  maus na givim em. Tina amprimi'nee. He gave him fluid from his mouth."
    }
  },
  {
    "word": "ampri'nee",
    "part_of_speech": "verb.",
    "variants": [
      "ampse' ami'nee"
    ],
    "definition": "shout; yell",
    "tok_pisin": "kaikaim em",
    "example": {
      "kamano": "kramo' ampri'nee The  dog bit him",
      "english": "ampse' hu'nee v. Variant: ampse' ami'nee. shout; yell. Tok Pidgin: bik maus. Kea  nontahigeno' ampse' ami'nee. He didn't obey so she shouted at him.    ampu he'nee v. Sim: avzu hie.out of joint; dislocated. Tok Pidgin: kamautim; lus; i no  inap muv. nmumzina ampuhee My hip out of joint.    ampzo ri'nee v. Sim: fzo ri'nee.tear (strips or shreads of) bark. Tok Pidgin: brukim; katim.  Kfina ampzo ri'nee. She tore strips of bark.    amrara hu'nee v. Sim: muse hunte'nee.welcome; acclaim; applaud. Tok Pidgin: welkam;  amamasim. Vhe' amrara nehie. They are welcoming the people.    amu those; there; that. Tok Pidgin: long hap; long hap; dispela. Amu vhera kma eku'  neaze. Those people are coming here. Amu teve erinka eno. Bring that firewood."
    }
  },
  {
    "word": "amu'",
    "part_of_speech": "noun.",
    "definition": "vapour; steam",
    "tok_pisin": "smok bilong wara i hat pinis",
    "example": {
      "kamano": "Have amu' nehie",
      "english": "The  mumu is steaming.    amu' anteno' anu kino' vse'nee v. brooding (of a hen). Tok Pidgin: slip antap long kiau.    amu' ati agesa hu'nee v. nauseated; feel sick. Tok Pidgin: pilim traut. See: amu' ati'nee.  Amu' ati ngesa nehia. I feel nauseated./I feel sick.    amu' ati'nee v. vomit. Tok Pidgin: trautim. Amu' ati'nee. He vomited. Na'a ne'nenka  amu' atine? What did you eat (to make) you vomit?    amu' hu'nee v. satisfied with food; eaten enough; stomach full. Tok Pidgin: pulap.  Rama'a ne'za ne'negeno' amu' hu'nee. He ate a lot of food and was full. nmu' hia I am  satisfied.    amu' mre'nee v. bud. Tok Pidgin: nupela lip i kamap; diwai i kisim nupela lip. Zafa amu'  nemree. The tree is budding.    amu' nofi' n. belt. Tok Pidgin: let.    amu' nompi between; in the middle; centre. Tok Pidgin: namel. Amu' nompi ante'noe. I  put it in the middle. Amu' nozimifi mnio. Sit in the centre of them."
    }
  },
  {
    "word": "amu'a",
    "part_of_speech": "noun.",
    "definition": "(its) egg",
    "tok_pisin": "kiau",
    "example": {
      "kamano": "amu'ene hu'nee v",
      "english": "pregnant; conceive. Tok Pidgin: i gat bel. Amu'ene hu'nee. She is  pregnant. Mgo' mofa'mo' amu'ene hu'nee. A girl conceived/became pregnant.    amuho hu'nee v. warm; lukewarm. Tok Pidgin: em i hat. Amuho nehie. It is warm.  Amuho timpi mofrave ti frente'nee. She washed the baby in lukewarm water.    amu'mofo kaninkruke'a n. yolk. Tok Pidgin: namel bilong kiau. Kokore amu'mofo  kaninkruke'a ne'noe. I ate a chicken's egg yolk."
    }
  },
  {
    "word": "amumpa",
    "part_of_speech": "noun.",
    "definition": "tip; top (of a bush, tree, plant or house)",
    "tok_pisin": "kru bilong en; het bilong  en",
    "example": {
      "kamano": "No amumpa nente'za kefinti' mgo'za ana'nekie",
      "english": "They put the top on the house and  tie something on while they say a spell.    amumpa'a Sim: ti amuza, ti avoza.source. Tok Pidgin: as; het bilong wara."
    }
  },
  {
    "word": "amumzina",
    "part_of_speech": "noun.",
    "variants": [
      "amu'nompi vhe'"
    ],
    "definition": "middle man; mediator",
    "tok_pisin": "lek",
    "example": {
      "kamano": "amu'na hge'nee v",
      "english": "perspire; sweat. Tok Pidgin: tuhat kapsait.    amu'na sisi hu'nee v. Sim: amuho avenesie.(be) hot. Tok Pidgin: tuhat. Eri'za e'nerigeno'  amu'na sisi' hu'nee. He was hot as he worked.    amu'ne there is/there are. Tok Pidgin: (em i stap) long hap.    amu'no avamente' n. medium. Tok Pidgin: namel sais. Negna' amu'no avamente'  mofrave mni'nee. His young brother is medium sized.    amu'no vhe' n. Variant: amu'nompi vhe'. middle man; mediator. Tok Pidgin: namel man;  helpim.    amu'nompi (in the) middle; midway. Tok Pidgin: namel.    amunte' omne'nee poor. Tok Pidgin: rabis man. amunte' omne'nea vhe' poor people.    ana pron. Variant: ana'. that; that one; (the) same. ana' nehie he does that. ana suya  that thing. Ana amage' nevue. I am going after that (next). ana amge' mofravee The next  child/the child after that."
    }
  },
  {
    "word": "-ana",
    "part_of_speech": "verb.",
    "variants": [
      "ana mika'"
    ],
    "definition": "throughout; total; all (those)",
    "tok_pisin": "tasol",
    "example": {
      "kamano": "Kta negriana e'nane",
      "english": "You came although you are in  pain. Ke huana ome'nane. You didn't come although I called.    ana maka' Variant: ana mika'. throughout; total; all (those). Tok Pidgin: olgeta. Ana  maka' kumate' eri'za enerize. Throughout those villages they are working.    ana nona'a Sim: nona nehie.repayment; payback; reimburse; reply; return. Tok Pidgin:  baimbek; senisim. Of an answer/money/return marriage between villages/punishment.  A' vsi rmigeta ana nona'a vsizmi'none. They gave us a bride and we have given them one  in return. Afu' nmige'na ana nona'a ami'noe. He gave me pork and I have repaid him.    ana nonte' ante'nee v. replace. Tok Pidgin: senisim. Ko' suza eritrenka ana nonte' ksefa'  suza anto. Take away the old thing and replace it with a new one."
    }
  },
  {
    "word": "ana'a",
    "part_of_speech": "noun.",
    "variants": [
      "anagami",
      "anagamu",
      "anagame'"
    ],
    "definition": "up; on top",
    "tok_pisin": "rop bilong en",
    "example": {
      "kamano": "of basket/string bag/saucepan",
      "english": "ana'ana' hu'nee v. work hard at something; struggle; difficulty. Tok Pidgin: hatwok.  Ana'ana' huno' eri'nee. He did it with difficulty.    anaga Variant: anagami; anagamu; anagame'. up; on top. Tok Pidgin: antap. Anagamu  vnu'e. Let's go up. Erinka anaga ome anto. Take it and put it on top.    anaga kziga n. upstairs. Tok Pidgin: antap.    anaga'a further up. Tok Pidgin: antap liklik. anaga'a ko Look further up.    anaga'a uiki n. week later; next week. Tok Pidgin: bihain long wanpela wik.    anagaga'a beyond; further. Tok Pidgin: longwe liklik; long hap.    anagamete' up there. Tok Pidgin: long antap.    anagra si'nee v. Sim: korino' nenee/erinkraheno' nenee/pokra seno' nenee.break; cut.  Tok Pidgin: brukim. cooked food only. Za'u anagra seno' nenee. She broke a sweet  potato and is eating it.    anahe hu'nee v. weave. Fine weaving on an arrow, the ridge-cap grass on the roof of a  house. Keve anahe hu'nee. He wove the arrow (head onto the shaft).    anahu' similar; usual; like that. Tok Pidgin: wankain; olsem yet.    anahu' osu'nee v. unlike; unalike. Tok Pidgin: ino olsem.    anahu'nee as; like. Tok Pidgin: em i stap olsem. Atregeno' anahu kna' huno' meno. Leave  it as it is."
    }
  },
  {
    "word": "anaki'nee",
    "part_of_speech": "verb.",
    "variants": [
      "anakinte'nee"
    ],
    "definition": "bind firmly; tie tightly; tighten",
    "tok_pisin": "pasim",
    "example": {
      "kamano": "Ana'nekia",
      "english": "He is tying.  Zfo' nofi' anaki'nee. He fastened the rope around the sugar cane. E'i ko'na anaki nmio.  Wrap up that parcel for me.    anakintrako hu'nee v. Variant: anakinte'nee. bind firmly; tie tightly; tighten. Tok Pidgin:  pasim strong; taitim strong. Anakintrako hia. It is bound firmly. He bound it firmly. Teve  ko'na anakintrako huo. Tighten the bundle of firewood.    anampi among. Tok Pidgin: namel (long). Anampi anto. Put it among them.    anamurega upward/upwards. Tok Pidgin: long antap."
    }
  },
  {
    "word": "ananke",
    "part_of_speech": "noun.",
    "variants": [
      "afuku' nanankenku' frue"
    ],
    "definition": "want; fancy; long for (food)",
    "tok_pisin": "nek",
    "example": {
      "kamano": "Ananke akfri'nee",
      "english": "He beheaded her. Nanankempinti'  nta negrie. My throat is sore.    ananke hu'nee v. Variant: afuku' nanankenku' frue. want; fancy; long for (food). Tok  Pidgin: nek drai. Afuku' nananke hia. I fancy pork.    ananke ke n. melody; tune. Tok Pidgin: nek bilong singsing.    ananke nofi' n. gullet; oesophagus. Tok Pidgin: rop bilong daunim kaikai.    ananke vu'a n. Adam's apple. Tok Pidgin: nek paip.    anante' next. Tok Pidgin: klostu. Anante' evso. Come and sleep next (to us)/beside (us).    anante' next; beside; then; after that; deputy. Tok Pidgin: bihain; namba tu. Anante'  evso. come and sleep next (to us)/beside (us). Hozarega vute'za anante' tintega vu'naze.  They went to the garden then they went to the river.    anare' on; on top; top. Tok Pidgin: antap. anare' kena top skirt. Anare' me'nee. It is on  top.    anarehe'za wives (of one husband). Tok Pidgin: ol meri bilong (wanpela man)."
    }
  },
  {
    "word": "anare'nee",
    "part_of_speech": "verb.",
    "definition": "Ant: anopa'",
    "tok_pisin": "strong",
    "example": {
      "kamano": "Of beans/sweet  potato/corn/pumpkin; not of tomatoes",
      "english": "Mgo' ika meno' anaregahie. It will be ripe in a  month."
    }
  },
  {
    "word": "ane",
    "part_of_speech": "noun.",
    "definition": "cicada",
    "tok_pisin": "siketa",
    "example": {
      "kamano": "Large fly-like insect; the male makes a loud, shrill  sound",
      "english": ""
    }
  },
  {
    "word": "ane'",
    "part_of_speech": "noun.",
    "definition": "row in a garden",
    "tok_pisin": "barit",
    "example": {
      "kamano": "The mound between the ditches",
      "english": "a'ne anakreku' n. blouse. Tok Pidgin: blaus bilong meri; meri blaus.    a'ne avate' kena n. petticoat. Tok Pidgin: betikot.    a'ne korosie n. blouse. Tok Pidgin: blaus bilong meri.    a'ne mofo kefozama'a n. (her) vulva. Tok Pidgin: skin bilong meri."
    }
  },
  {
    "word": "anefa'",
    "part_of_speech": "noun.",
    "definition": "flame",
    "tok_pisin": "lait bilong paia",
    "example": {
      "kamano": "Anefa' nehia",
      "english": "It is flaming.    anemo' son-in-law; (man's) mother-in-law; (man's) father-in-law. Tok Pidgin: tambu. A  reciprocal term used by a man and his parents-in-law of each other. nanemo' My son-in- law/my mother-in-law (said by man)/my father-in-law (said by man)."
    }
  },
  {
    "word": "anenta'",
    "part_of_speech": "noun.",
    "variants": [
      "anfenfu hu'nee"
    ],
    "definition": "break-in; break; pull-out; remove; destroy; pull- down; ruin",
    "tok_pisin": "pikinini (nupela)",
    "example": {
      "kamano": "Used of babies/animals/birds  up to a few weeks old",
      "english": "anenta' afu' A young pig.    anenta' anoma'a n. afterbirth; placenta; membranes. Tok Pidgin: taul bilong pikinini.    anenta' kau n. calf. Tok Pidgin: pikinini kau.    -anentake' very; always. Tok Pidgin: moa yet. aka'nentake' very bitter. Kna nentake'  zane. It is a very heavy thing. zvi'anentake' always crying.    anfa' hu'nee v. (a bit) cut off; chipped off; sliced. Tok Pidgin: hap i bruk. See: renfa  hu'nee. Anfa hu'neama'a erinka eme nmio. Bring the bits that are cut off and give them  to me.    anfe hu'nee v. Variant: anfenfu hu'nee. break-in; break; pull-out; remove; destroy; pull- down; ruin. Tok Pidgin: brukim i go insait. Of a house or fence or taboo sign. Musufa  vhe'mo' no anfe hu'nee. The thief broke into the house. Afu'mo' kegina anfenfu huno'  ne'nee. Pigs broke the fence and ate the garden."
    }
  },
  {
    "word": "ange'",
    "part_of_speech": "noun.",
    "definition": "distance; measurement; way",
    "tok_pisin": "longpela hap",
    "example": {
      "kamano": "Za'za' ange' nevue",
      "english": "I am  going a long way."
    }
  },
  {
    "word": "ange'",
    "part_of_speech": "noun.",
    "definition": "roll"
  },
  {
    "word": "ange'nee",
    "part_of_speech": "verb.",
    "definition": "Sim: ksagi'nee",
    "tok_pisin": "rolim; Em i rolim longpela rop",
    "example": {
      "kamano": "Za'za' nofi'  ange'nee",
      "english": "She wound the long string."
    }
  },
  {
    "word": "angi'nee",
    "part_of_speech": "verb.",
    "definition": "open (a door or lid); take off; unlock",
    "tok_pisin": "opim",
    "example": {
      "kamano": "Kafa angi'nea",
      "english": "He  opened the door. Kvo avaza nenagie. She is taking the lid off the billy.    ani prro' vzi'nee v. chew (something hard); break with teeth. Tok Pidgin: brukim. Ana  marasinia ani prro' vzinka no. Chew up that medicine./It's chewable!"
    }
  },
  {
    "word": "ani'ani'",
    "part_of_speech": "noun.",
    "definition": "onion",
    "tok_pisin": "anian"
  },
  {
    "word": "anihe'nee",
    "part_of_speech": "verb.",
    "definition": "dig",
    "tok_pisin": "ino digim, planim nating; katim gras na planim",
    "example": {
      "kamano": "With spade  or stick or knife in patches",
      "english": "Not proper digging of whole garden. anihe'nea She dug.  Aniheno' inu hoza ante'nee. She dug and put in a make-shift/patchy garden."
    }
  },
  {
    "word": "animre'nee",
    "part_of_speech": "verb.",
    "definition": "developed; normal",
    "tok_pisin": "kamap (bikpela)",
    "example": {
      "kamano": "Used of a person,  garden, tree",
      "english": "animre'nea mofrave A developed child. aniomre' mofrave Under- developed child. An abnormality."
    }
  },
  {
    "word": "ani'na",
    "part_of_speech": "noun.",
    "definition": "leaf; page; flat part of mushroom",
    "tok_pisin": "lip",
    "example": {
      "kamano": "Ani'na hrri' hu'nee",
      "english": "Its leaves  fell off."
    }
  },
  {
    "word": "ani'nee",
    "part_of_speech": "verb.",
    "definition": "bite; chew; pierce (by arrow or needle)",
    "tok_pisin": "kaikaim long maus; go  insait",
    "example": {
      "kamano": "Za'u anino' nenee",
      "english": "He is biting off sweet potato and eating it. Animi'nee. He  chewed and gave to him (for a baby or sick person). Kevemo' zafafi ani'nee. The arrow  pierced the wood.    anino' antrako hu'nee v. clench teeth. Tok Pidgin: pasim strong long maus. Anino'  antrako' hu'neno' ke huse' nosie. He clenches his teeth and does not speak clearly."
    }
  },
  {
    "word": "aninta'",
    "part_of_speech": "noun.",
    "definition": "womb; uterus",
    "tok_pisin": "ples bilong pikinini i kamap",
    "example": {
      "kamano": "Osi' afu' anenta'  anintarempi mni'nee",
      "english": "The little piglets are in the womb."
    }
  },
  {
    "word": "anintike'nee",
    "part_of_speech": "verb.",
    "definition": "Sim: antike'nee",
    "tok_pisin": "brukim brukim",
    "example": {
      "kamano": "Bark for a new  skirt, making a pattern",
      "english": "Also leaves folded for sing-sing. anintike'nea She folded (the  bark or leaves). anti' nekea She is folding/creasing.    anke hu'nee v. snap; crack. Tok Pidgin: pairap. Of the sound. Zafamo' anke hianki kva  huo! Look out! (I can hear) the tree is snapping!    ankehi'nee (afi'nee) v. scoop water (in hands). Tok Pidgin: kisim wara (long han). Not to  drink. Tina ankehino' fre'nee. He scooped up the water in his hands and had a wash."
    }
  },
  {
    "word": "ankena",
    "part_of_speech": "noun.",
    "definition": "edge of water; bank of any water; shore",
    "tok_pisin": "arere"
  },
  {
    "word": "anke'nee",
    "part_of_speech": "verb.",
    "definition": "Sim: hantgi'nee, ankre hu'nee",
    "tok_pisin": "brukim",
    "example": {
      "kamano": "Dry things  such as twigs, leaves",
      "english": "Teve sesa anke'nee. She broke the twigs for the fire. Anake osi'  huo! Break it up small!"
    }
  },
  {
    "word": "ankina",
    "part_of_speech": "noun.",
    "definition": "edge of wood",
    "tok_pisin": "klostu long bus",
    "example": {
      "kamano": "Ankinareti' ome ntreno' vie",
      "english": "He left  me there at the edge of the woods and went."
    }
  },
  {
    "word": "anknire'nee",
    "part_of_speech": "noun.",
    "variants": [
      "anrira' re'nee",
      "anknira' re'nee"
    ],
    "definition": "blocked; obstructed; stuffed up;  closed; shut; stop; raid",
    "tok_pisin": "pas; banisim",
    "example": {
      "kamano": "Of nose, ears, a pipe etc",
      "english": "Agona  anknire'nee. His nose is blocked. Mehi erino' kana anknira'ree. There was a landslide  and the road is closed. Kegina renkni re'nee. He closed (fixed) the fence. Ko' runri  rege'na msoreti' oe. Rain closed me in so I slept (there) and have (now) come. Ati  vhe'mo kuma' anknireno' kumzafa vheku' hakre'nee. The police made a raid on the  village looking for the thief."
    }
  },
  {
    "word": "anknu'za",
    "part_of_speech": "noun.",
    "definition": "ember",
    "tok_pisin": "hap diwai i kuk pinis tasol igat paia long en yet",
    "example": {
      "kamano": "teve  anknu'za wood embers",
      "english": "ankra he'nee v. squeeze; break food with ones hands. Tok Pidgin: bruk. Azanu' za'u  erinkra nehee. She is squeezing the sweet potato in her hand. Za'u ankra ho  Mash/squeeze the sweet potato. Za'u renkrahe'nee She threw it down and it was  squashed. sweet potato/yam/pumpkin. Za'u ankra nehee. He is breaking off some sweet  potato with his hands.    ankre' hu'nee v. cut; break. Tok Pidgin: katim. Of green, not dry things. Zafa azankuna'  ankre' nehie. He is breaking the tree branch.    ankreki' hu'nee v. creak. Tok Pidgin: pairap. Of a door/tree/chair etc. Kafamo' ankreki'  hu'nee. The door creaked.    ankreki' hu'nee v. Sim: ankreki' nehie.creak. Tok Pidgin: pairap. Kafamo' ankreki' hu'nee.  The door creaked."
    }
  },
  {
    "word": "ankreku'",
    "part_of_speech": "noun.",
    "definition": "shirt",
    "tok_pisin": "siot",
    "example": {
      "kamano": "Usually a loose outer garment",
      "english": ""
    }
  },
  {
    "word": "ankre'nee",
    "part_of_speech": "verb.",
    "definition": "Sim: antni'nee",
    "tok_pisin": "putim siot;  putim sapnil",
    "example": {
      "kamano": "Of a shirt/blouse/cape",
      "english": "Sioti ankre'nea. He wore a shirt."
    }
  },
  {
    "word": "ankri'nee",
    "part_of_speech": "verb.",
    "definition": "swallow",
    "tok_pisin": "daunim",
    "example": {
      "kamano": "Ne'za nenakrie",
      "english": "He is swallowing food.  ankri'nee He swallowed.    ankro hu'nee v. hollow. Tok Pidgin: igat hul. Zafamo' ankro hu'nee. The tree is hollow."
    }
  },
  {
    "word": "ankrre'",
    "part_of_speech": "noun.",
    "definition": "dirt; coin",
    "tok_pisin": "pipia",
    "example": {
      "kamano": "Ne'zampi ankrre hu'nee",
      "english": "There is dirt in the food.  Ani'na zgo zhe huno' ankrre' eri'nee. He changed a note for coins.    ankrunkru hu'nee v. grunt. Tok Pidgin: krai bilong pig. Afu'mo' ankrunkru nehie. The pig  is grunting."
    }
  },
  {
    "word": "ankse'nee",
    "part_of_speech": "verb.",
    "definition": "wipe; rub",
    "tok_pisin": "rabim",
    "example": {
      "kamano": "Used only with the verb kri'nee to plant",
      "english": "Weeds are used to wipe the cuttings of sweet potato and yam before planting to ensure  a good crop. Ankseno' kri'nea. she wiped and planted."
    }
  },
  {
    "word": "anku'a",
    "part_of_speech": "noun.",
    "variants": [
      "ankza avesi'nee",
      "ankza ante'nee",
      "urinke"
    ],
    "definition": "swear",
    "tok_pisin": "tok nogut",
    "example": {
      "kamano": "Fra vzi'neno' ankza antente'nee",
      "english": "When he was quarrelling he swore at him.  E'i ne'mo' ke negasuno' ankza kvenesie. When that man tells you off, he swears at you.  Fra nevzino' ankzanke hugante'nee. He swore about you while he was quarrelling.    ankzo hu'nee v. Sim: hagro hu'nee.unblocked; opened. Tok Pidgin: op. Of any small  opening. Also of a crazy person's ears when he is healed. Negi vhe' agesa ankzo hu'nee.  The crazy person's ears are unblocked. i.e. He is healed. Mugemo' ankzo huno' enevie.  The flying beetles unblock (their holes) and fly away."
    }
  },
  {
    "word": "anofero'",
    "part_of_speech": "noun.",
    "definition": "mother-in-law (of a woman); daughter-in-law (of a woman); father-in-law (of  a woman)",
    "tok_pisin": "tambu meri",
    "example": {
      "kamano": "Reciprocal term used by a woman and her parents- in-law of each other",
      "english": ""
    }
  },
  {
    "word": "anogo'",
    "part_of_speech": "noun.",
    "variants": [
      "nenogo'"
    ],
    "definition": "Pl: anokhe'mo'",
    "tok_pisin": "kandre",
    "example": {
      "kamano": "Variant: nenogo'",
      "english": "Pl: anokhe'mo'. reciprocal term."
    }
  },
  {
    "word": "anohi'nee",
    "part_of_speech": "verb.",
    "variants": [
      "rohi'nee"
    ],
    "definition": "peel (pototoes etc",
    "tok_pisin": "sapim"
  },
  {
    "word": "anoma'a",
    "part_of_speech": "noun.",
    "variants": [
      "anopi'"
    ],
    "definition": "unripe; green; new; tender",
    "tok_pisin": "haus",
    "example": {
      "kamano": "The place a thing or  creature belongs in",
      "english": "Megrefuma' anoma'e. The chrysalis of a megrefuma' grub.    anopa' Variant: anopi'. unripe; green; new; tender. Tok Pidgin: nupela.    anopa' hu'nee v. premature; immature. Tok Pidgin: i no strong; kurau.    anopa' mofrave ante'nee- v. abort; miscarry (a child). Tok Pidgin: karim pikinini i no  strong.    anosi nosi hu'nee v. rubbish; untidy; ragged. Tok Pidgin: nambaut; brukbruk. Kumapi  rama'a anosinosi' hu'negeno' hrafi nehie. The village is very untidy and she is sweeping  it. Sioti'ni'a nosinosi hu'nee. My shirt is ragged."
    }
  },
  {
    "word": "anosinosiza",
    "part_of_speech": "noun.",
    "definition": "rubbish",
    "tok_pisin": "pipia"
  },
  {
    "word": "anta'amo'a",
    "part_of_speech": "noun.",
    "definition": "mother; aunt (mother's sister)",
    "tok_pisin": "mama",
    "example": {
      "kamano": "Mother and mother's  sisters",
      "english": ""
    }
  },
  {
    "word": "antama",
    "part_of_speech": "noun.",
    "definition": "gravel; sand",
    "tok_pisin": "wetsan",
    "example": {
      "kamano": "ante amuho hu'nee v",
      "english": "heat; warm. Tok Pidgin: hatim. Have za'u erinka tevere' ante  amuho huo. Get the mumu sweet potato and put it by the fire to warm.    ante rmi'nee v. lower. Tok Pidgin: daunim. Atafa kukenare' antermi'nee. They lower the  price of old clothes.    ante so'e hu'nee v. Sim: hu so'e hu'nee.adjust. Tok Pidgin: stretim. Kmu' nofi' huso'e  huo. Adjust your belt. Evurmi'nigi ante so'e hue. It might fall so put it down properly.    antegeno' meno keep some back; put it by. Tok Pidgin: putim i stap."
    }
  },
  {
    "word": "ante'nee",
    "part_of_speech": "verb.",
    "definition": "put; have; keep; deposit; give birth to; lay",
    "tok_pisin": "putim; i gat",
    "example": {
      "kamano": "Tare  mofrave ante'nee",
      "english": "He has two children. Ku' eri'na sipare' ome ante'noe. I took the bag  and put it on the bed. Zgo benkifi ante'nee. He deposited money in the bank. Kokoremo'  amu' ante'nee. The hen has laid an egg.    anterva he'nee v. Sim: amemo' antinti hie, rimpa fru hie.relief (after worry/shock/fear).  Tok Pidgin: bel isi. Ofri' mni'nee, huno' higeta antervaheta mni'none. We are relieved  because they said he has not died; he is alive.    antese hu'nee v. safe (put in a safe place); put properly. Tok Pidgin: putim gut.  Evurmi'nigi antese huo. It might fall so put it in a safe place.    antesga hu'nee v. raise; lift up. Tok Pidgin: litimapim. Hanko ni'na no negino' mgo' kziga  antesga nehie. When building a flat roofed house (skillion) they raise one side."
    }
  },
  {
    "word": "antgitre'nee",
    "part_of_speech": "verb.",
    "definition": "fell; cut down",
    "tok_pisin": "katim daun",
    "example": {
      "kamano": "Zafa antgitre'nee",
      "english": "He felled the  tree."
    }
  },
  {
    "word": "antgre'nee",
    "part_of_speech": "verb.",
    "variants": [
      "antguntgu hu'nee"
    ],
    "definition": "blow; spread",
    "tok_pisin": "katim",
    "example": {
      "kamano": "Nentagrogeno'  hantgino' nhente'za hu'nee",
      "english": "While I was cutting off the leaves it (the branch) broke and I  almost fell.    antgri'nee (antgrige') v. peep; glance. Tok Pidgin: klasim; tanim tanim na lukluk; lukluk  kwik. Look at without being seen. Used with verb \"to see\". Antgrino' keteno' via. He  peeped and saw and then went. Mofravemo' hankro' koro' huno' runtgrino' ke'nee. The  child was afraid of a ghost and glanced (around) to see.    antgu hu'nee v. Variant: antguntgu hu'nee. blow; spread. Tok Pidgin: i go. Of smell,  sound, dust, wind. Knare' ne'za negregeno' mnamo' antguntgu nehie. They are cooking  good food and the smell goes/is all around.    anthi ami'nee v. trust; believe (a message); hope (for something). Tok Pidgin: tingim.  While people are eating someone sits nearby and hopes/trusts they will give him some.  Nagra anthimi'noa ne'mo' anazana osu'nee. The man I trusted did not do it.    anthi amne hu'nee v. Variant: anthi amneza nesee. ignore; think nothing of. Tok Pidgin:  ting samting nating. Karea anthi amneza seno' erino' nevie. He thinks nothing of the car  when he drives. Mono' vhe'mo' ha' vhe' kumate' avufgagu' antahi amne huno' nevie.  Pasters do not think of themselves when they go to an enemy village.    anthi ankere'nee v. Sim: agafa'a anthise' nehie.understand (and act); believe (and act);  (be) sure. Tok Pidgin: save tru. News comes of a gathering at a mumu/one believes it  and goes. Kokore eri'zana anthi ankere'noe. I am sure of how to run a chicken project.    anthi hviza hu'nee v. unhappy with; displeased with; (be) disgusted with. Tok Pidgin:  tingting nogut; bel nogut. Anthi hviza hunante'nee. He was displeased with me.    anthi mnomna hu'nee v. forget for awhile; take no notice for awhile; ignore for awhile.  Tok Pidgin: lusim tingting. Ke huana ko' ovu' anthi mnomna huno' mni'nee. I called but  he is taking no notice for a while.    anthi omi'nee doubt; ignore. Tok Pidgin: i no klia; i no bilip; i no tingim. Hvige nehananki  anthi onkmue. You are lying, I don't believe you.    anthi rama hu'nee v. Sim: anthise' hu'nee.believe something is true. Tok Pidgin: harim  gut.    anthi so'e hu ante'nee v. (be) pleased with; (be) happy with. Tok Pidgin: bel amamas; bel  gut. Eri'za vhe'amo' knare' eri'za enerigeno' anthi so'e hunte'nee. His worker did good  work so he was pleased with him.    anthi so'e hu'nee v. understand; happy; think well of someone (and be willing to help);  respect. Tok Pidgin: harim gut; save gut; amamas; laikim. Ana ke anthi so'e osu'nee. He  did not understand that talk. Avesiaza nehigeno' anthi so'e huno' mni'nee. They did  what he wanted and he is happy about it.    anthi so'e osu'nee v. misunderstand; not hear properly. Tok Pidgin: i no harim gut.  Kezatigeno' anthi so'e osu'nee. When he called she did not hear properly.    anthi + anthi hu'nee v. think; wonder; consider. Tok Pidgin: tingting planti. Ke nehigeno'  anthi anthi hu'nee. She called and he thought about it."
    }
  },
  {
    "word": "anthige'nee",
    "part_of_speech": "verb.",
    "definition": "ask; consult; enquire; inquire",
    "tok_pisin": "askim",
    "example": {
      "kamano": "Nanthige'nee",
      "english": "He asked  me.    anthime' hu'nee v. Sim: anthintahi hu'nee.doubt; be of two minds; wonder. Tok Pidgin:  tingting planti. Erisnufi e'orisnufi huno' anthime' nehie. He wonders if he should take it  or not."
    }
  },
  {
    "word": "anthi'nee",
    "part_of_speech": "verb.",
    "definition": "hear; know; understand; listen; (be) sure",
    "tok_pisin": "harim; save",
    "example": {
      "kamano": "Asmigeno' anthi'nee",
      "english": "He told him and he understood. Kanthi'noe. I heard you. Kgesa  anthio. Listen carefully.    anthipi hu'nee v. unhappy; wonder. Tok Pidgin: tingting planti. Vhe' frire' ne'za omigeno'  anthipi hunte'nee. They didn't give him food at the funeral so he was unhappy with  them.    anthise' hu'nee v. understand; listen properly; know; remember; learn well. Tok Pidgin:  save gut. Okima hu'noa ke anthise' hu'nano? Did you understand what I said yesterday?"
    }
  },
  {
    "word": "anthi'za",
    "part_of_speech": "noun.",
    "definition": "knowledge; wisdom",
    "tok_pisin": "save",
    "example": {
      "kamano": "anthi'zane vhe' n",
      "english": "learned man; scholar. Tok Pidgin: save man; man bilong save.    anti there; over there. Tok Pidgin: long hap."
    }
  },
  {
    "word": "antike'nee",
    "part_of_speech": "verb.",
    "definition": "crease",
    "tok_pisin": "brukim brukim",
    "example": {
      "kamano": "Meza' anti'nekie",
      "english": "She is creasing the  betel nut leaves (for the singsing).    antinti hu'nee v. firm; stable; steady. Tok Pidgin: strong. Of a fence post, or one's \"soul is  firm\" when a lost thing is found. Kegina rehankveti' negeno' antinti hie. He put the fence  in well and it is firm."
    }
  },
  {
    "word": "antivi",
    "part_of_speech": "noun.",
    "definition": "sweet corn",
    "tok_pisin": "kon"
  },
  {
    "word": "antni'nee",
    "part_of_speech": "verb.",
    "definition": "put on (an article of clothing on the top part of the body); wear",
    "tok_pisin": "putim (siot)",
    "example": {
      "kamano": "Siota antni'nee",
      "english": "He wore a shirt. Kukena antnigante'noe. I dressed you.    antrako hu'nee v. tight; solid. Tok Pidgin: holim pas; holim strong; pas. e.g. of a  lid/string. of pitpit etc."
    }
  },
  {
    "word": "antre'nee",
    "part_of_speech": "verb.",
    "definition": "Sim: vzagate'nee/hte'nee",
    "tok_pisin": "sapim;  sikrapim",
    "example": {
      "kamano": "Inu hoza antenaku' hake antre'nee",
      "english": "They cut off the pitpit to put in a garden  quickly. Zafa akru'a nentree. He is taking the bark off the tree.    antri hu'nee v. jump (in surprise or fright); shock; surprise; amaze; wince. Tok Pidgin:  kirap nogut; guria. Hago' frie, hige'na antri hu'noe. He has died, he said, and I was  shocked. Karemo' ahe'nea vhe' ofri' mni'nege'na antri hu'noe. I was amazed to see the  man in the accident had not died. Teve regeno' antri hu'nee. He was burnt and he  winced.    antu there; over there. Tok Pidgin: long hap. Near or far.    antumo' (tumo') Sim: tupo.circle; round. Tok Pidgin: raunpela. Antumo' suza kro. Draw a  circle. Antumo' hema' erinka eno. Bring round stones.    anture' vuno' amare' eno' hu'nee v. wide. Tok Pidgin: bikpela. Anture' vuno' amare' eno'  hu'nea hgerinkerfa ke'noe. I saw the great wide sea."
    }
  },
  {
    "word": "anu",
    "part_of_speech": "noun.",
    "variants": [
      "anu' erinte'nee"
    ],
    "definition": "wind vine around stakes",
    "tok_pisin": "het",
    "example": {
      "kamano": "anu' eri'nee v",
      "english": "Variant: anu' erinte'nee. wind vine around stakes. Tok Pidgin: raunim long  stik. bean, yam and asbin vines. Fga anu' erinte'nee. She wound the asbin vines around  the stakes.    anu vufga n. scalp. Tok Pidgin: skin long het."
    }
  },
  {
    "word": "anuki'nee",
    "part_of_speech": "verb.",
    "variants": [
      "anumzaza avenesie"
    ],
    "definition": "Sim: avempaza  mreri'nee",
    "tok_pisin": "holim pas",
    "example": {
      "kamano": "Avu' msegeno'  anuki'nee",
      "english": "He held him while he was asleep.    Anumza Lord. Tok Pidgin: Bikpela.    Anumza avontafe' n. Bible. Tok Pidgin: Baibel; buk tambu.    Anumza huhviza hu'nee v. blaspheme. Tok Pidgin: tok nogut long Bikpela. Ti ne' vhe'mo'  Anumza agi huhviza nehie. People who drink blaspheme the name of God.    Anumza naneke n. scripture. Tok Pidgin: tok bilong Bikpela.    Anumza naneke huama' hu'nee v. preach; prophesy. Tok Pidgin: telimautim gutnius;  telimautim tok bilong Bikpela.    Anumza naneke huama' nehia vhe'. n. prophet. Tok Pidgin: profet.    anumza vhe' n. leader; great person. Tok Pidgin: man i gat nem; bikman. He may have  large gardens, many pigs and be a hard worker.    anumza (amumza) n. main post (for supporting a house). Tok Pidgin: nemel pos; pos  long namel.    anumzaza mreri'nee v. Variant: anumzaza avenesie. Sim: avempaza  mreri'nee.dyspepsia; heatburn; indigestion. Tok Pidgin: strongpela samting i kam antap.  sensation rises in the throat. Anumzaza mrenerie. It is heartburn.    anunkna he'mo' sisters. Tok Pidgin: ol sista. Includes girls who go around together; girl  agemates.    anunohe'mo' (a woman's older) sisters. Tok Pidgin: ol bikpela susa."
    }
  },
  {
    "word": "anuntu'",
    "part_of_speech": "noun.",
    "variants": [
      "anuntu'a"
    ],
    "definition": "top; summit",
    "tok_pisin": "antap",
    "example": {
      "kamano": "Zgea anuntute' nevie",
      "english": "It is  midday. Nomofo anuntu'are mrerio. Climb up on top of the house.    anunu hu'nee v. like; desire; want; attract; envy. Tok Pidgin: laikim; mangal. Knare'za  ante'negeno' anunu hie. He has something good and she wants it. Nanunu hia. I like (it).  Nanunu hane. You attract me. Kokoreka'agu' ke nanunu nehue. I envy your chicken."
    }
  },
  {
    "word": "anunumpe'nee",
    "part_of_speech": "verb.",
    "definition": "fall out",
    "tok_pisin": "kamaut; raus",
    "example": {
      "kamano": "Of kunai roof, hair, feathers",
      "english": "Aseni  azoka' anunumpe'nee. His hair is falling out."
    }
  },
  {
    "word": "anure'nee",
    "part_of_speech": "verb.",
    "variants": [
      "ape hu'nee"
    ],
    "definition": "chop firewood (length ways); split",
    "tok_pisin": "nogat; noken; (i) no laik",
    "example": {
      "kamano": "A'o ovuo No, don't go",
      "english": "Nozame zante' vnu'e, hugeno': A'o, hu'nee. When I said, \"Let's go fishing,\" he refused to  go.    apa hu'nee v. Variant: ape hu'nee. chop firewood (length ways); split. Tok Pidgin:  brukim. Teve apa hu'nee. He chopped firewood.    apase (ante'nee) v. Variant: apase'nee. Sim: ana nona'a ami'noe.repay; cancel debt;  atone for; give in return. Tok Pidgin: bekim. Ko'ma nmi'nere' apasoe. I have repaid him  for what he gave me before."
    }
  },
  {
    "word": "apasente'nee",
    "part_of_speech": "verb.",
    "definition": "atone for; take away; forgive",
    "tok_pisin": "bekim",
    "example": {
      "kamano": "Jisasi' kefozantifinti'  apaserante'nee",
      "english": "Jesus atoned for our sins."
    }
  },
  {
    "word": "apese'nee",
    "part_of_speech": "verb.",
    "definition": "Sim: nena hu'nee",
    "tok_pisin": "strong pinis",
    "example": {
      "kamano": "Of leaves when fruit is about to mature",
      "english": "Any edible leaves are then too old  to eat. Hago' apese'nee! He has grown already! Hgu' ani'na hago' apese'neanki atro. The  leaves of the greens are already old, so leave them. They are too tough to eat.  apese'nea mofrave A child about five months old (or a little older)."
    }
  },
  {
    "word": "apikuri",
    "part_of_speech": "noun.",
    "definition": "red plant dye",
    "tok_pisin": "retpela flaua",
    "example": {
      "kamano": "the plant is boiled and the fluid used",
      "english": ""
    }
  },
  {
    "word": "apogi'nee",
    "part_of_speech": "verb.",
    "definition": "heavily laden with fruit; good yield",
    "tok_pisin": "pulap; planti",
    "example": {
      "kamano": "Kopi rgamo'  apogi rami'nee",
      "english": "The coffee trees are laden down with cherries."
    }
  },
  {
    "word": "apri'nee",
    "part_of_speech": "verb.",
    "variants": [
      "ara'u fi'nee"
    ],
    "definition": "carry (someone on one's back); piggy-back",
    "tok_pisin": "katim gras",
    "example": {
      "kamano": "Krasi apri'nee",
      "english": "He cut the grass.    araku fi'nee v. Variant: ara'u fi'nee. carry (someone on one's back); piggy-back. Tok  Pidgin: karim long baksait. Mofrave araku fino' vu'nee. He piggy-backed the child as he  went.    arameta (rameta) n. cheek. Tok Pidgin: wasket."
    }
  },
  {
    "word": "ara'na",
    "part_of_speech": "noun.",
    "variants": [
      "ra'na"
    ],
    "definition": "side of hill",
    "tok_pisin": "sait",
    "example": {
      "kamano": "Ara'na kante' mreri'nee",
      "english": "He went up  the path around the side of the hill. Ra'nafi mni'nee. He is on the side of the hill."
    }
  },
  {
    "word": "arara'",
    "part_of_speech": "noun.",
    "definition": "Sim: hgu'",
    "tok_pisin": "kumu"
  },
  {
    "word": "arave",
    "part_of_speech": "noun.",
    "definition": "married couple; pair",
    "tok_pisin": "tupela",
    "example": {
      "kamano": "Of people, animals, birds etc",
      "english": "arave famo' n. family. Tok Pidgin: famili.    arave hu'na'e v. (two people) married. Tok Pidgin: tupela i marit.    are' here. Tok Pidgin: hia."
    }
  },
  {
    "word": "arfu'na",
    "part_of_speech": "noun.",
    "variants": [
      "arfuta/arfuna'a"
    ],
    "definition": "root (of a tree or plant)",
    "tok_pisin": "as bilong diwai"
  },
  {
    "word": "arikoko'",
    "part_of_speech": "noun.",
    "definition": "yellow string bean",
    "tok_pisin": "bin"
  },
  {
    "word": "arri",
    "part_of_speech": "noun.",
    "definition": "sooty rail (bird)"
  },
  {
    "word": "asa",
    "part_of_speech": "noun.",
    "definition": "partition; divide",
    "tok_pisin": "brukim namel"
  },
  {
    "word": "asa",
    "part_of_speech": "noun.",
    "definition": "arm band; bracelet",
    "tok_pisin": "paspas",
    "example": {
      "kamano": "asafe' hu'nee v",
      "english": "breathless; short of breath. Tok Pidgin: sotwin. Ngare'na neogeno'  nsafe' nehie. I am breathless from running here. Agona mrenerigeno' asafe' nehie. He is  short of breath climbing up the mountain.    asafe' kri n. pneumonia; bronchitis; asthma. Tok Pidgin: sotwin sik.    asafeku' fri'nee v. exhausted. Tok Pidgin: sotwin. Afu' rotgo higeno' asafeku' fri'nee. He  was exhausted from chasing the pig."
    }
  },
  {
    "word": "asamre'nee",
    "part_of_speech": "verb.",
    "variants": [
      "asaro'amo'a",
      "nesaro"
    ],
    "definition": "brother (of a woman); sister (of a man);  sibling (of opposite sex); cousin (of opposite sex)",
    "tok_pisin": "wan nem",
    "example": {
      "kamano": "Tgekni' zanku'  ageho agire' asamre'none We have named him after his grandfather so we don't forget",
      "english": "asane hu'nee v. Sim: anunu hu'nee, ananke hu'nee, avesi'nee.like; want; desire. Tok  Pidgin: laikim; daunim spet. Hga ne'za ante'negeno' asane hu'nee. She had some nice  food and he wanted some.    asaro'a (nesaro') Variant: asaro'amo'a; nesaro. brother (of a woman); sister (of a man);  sibling (of opposite sex); cousin (of opposite sex). Tok Pidgin: sista; brata. Reciprocal  term.    ase' good; proper; right; fine; important; nice; special. Tok Pidgin: gutpela. Ase'  zgaompge! Don't do that!/That's not good!    n. Ase' zgame' hiho. Sing a proper song. said to children who were not singing properly.  Ase' zana nmi'nee. He gave me something nice. Ama ase' avo zota me'nee. This is a  special pen.    ase hu'nee v. good; thank you. Tok Pidgin: gutpela tru. Ase hane. You have done  well./That is good.    ase' kre'nee v. singe; burn. Tok Pidgin: kukim gras. Fur or hair of animal, fine feathers of  birds. Afu' ase' kre'nea He singed the pig's hair.    ase' osu'za n. unnecessary. Tok Pidgin: i no gutpela samting. Ase' osu'zana nompinka  erinka omo. Do not bring unnecessary things into the house.    ase vzi'nee v. ban; taboo; prohibit. Tok Pidgin: tambuim. Hoza nehegeno': Atro, huno'  ase vzi'nee. She was making a new garden but he said, \"Leave it,\" and prohibited it. Kva  vhe'mo' ti ne'zanku' ase nevzie. The leaders prohibited drinking."
    }
  },
  {
    "word": "ase'nee",
    "part_of_speech": "verb.",
    "definition": "cut; grow; become; change into",
    "tok_pisin": "katim; kamap bikpela; kamap;  senis",
    "example": {
      "kamano": "A bunch of bananas, leaves of tree, bamboo, a person's hair, house posts",
      "english": "Nzoka'  ase'nane. You cut my hair. of people only. rase'nee He has grown big. Tinu'mo' vhe'  ase'nee. The asbin became a man."
    }
  },
  {
    "word": "ase'nee",
    "part_of_speech": "verb.",
    "definition": "plant seeds; sow (rhymes with toe)",
    "tok_pisin": "planim",
    "example": {
      "kamano": "Hozafi avimza  ase'nea",
      "english": "She planted seeds in the garden."
    }
  },
  {
    "word": "aseni",
    "part_of_speech": "noun.",
    "variants": [
      "aseni kna hu'nee"
    ],
    "definition": "sad; worry",
    "tok_pisin": "tingting planti",
    "example": {
      "kamano": "At  news of death, because of difficult work, if one's life is threatened or a court is to be  held",
      "english": "Nsenimo' hviza hia ke hane. You are saying something that worries me.    aseni kna avesi'nee v. Variant: asenimo' kna hu'nee. worry; difficult (to understand);  upset; puzzled. Tok Pidgin: tingting planti; het i hevi. Afu'mo' hozafi ne'negeno': zgo  nmigahne, huno' higeno' nsenimo' kna hu'nee. My pigs ate in (their) garden and he said,  \"You will pay me money,\" so I worried.    aseni re'nee v. headache. Tok Pidgin: het pen.Variant: aseni kna avesi'nee. Variant: aseni  kna hu'nee. nseni neree My head is aching."
    }
  },
  {
    "word": "aseni'a",
    "part_of_speech": "noun.",
    "definition": "title (book etc",
    "tok_pisin": "het tok; het lain",
    "example": {
      "kamano": "E'i avontafe'mofo  aseni'a onthi'noe",
      "english": "I don't know the title of that book."
    }
  },
  {
    "word": "asente'nee",
    "part_of_speech": "verb.",
    "definition": "bury; put into the mopafi ground",
    "tok_pisin": "planim",
    "example": {
      "kamano": "asente'nea He  buried him in the ground",
      "english": "Mopa agafa'ni'arega ome asenanto. Bury me where I was  born. No posi asente'nee. He has put in the house posts."
    }
  },
  {
    "word": "asesa'a",
    "part_of_speech": "noun.",
    "variants": [
      "teve asesa",
      "tevesesa"
    ],
    "definition": "twigs; fire twigs",
    "tok_pisin": "han bilong diwai"
  },
  {
    "word": "asete'",
    "part_of_speech": "noun.",
    "definition": "properly",
    "tok_pisin": "gut",
    "example": {
      "kamano": "Mofravemo' eritre'nigi asete' anto",
      "english": "The children  might drop it, so put it away properly.    asgahu ankri'nee v. devour; swallow. Tok Pidgin: daunim olgeta. Osifa'vemo' hoga'  asgahu nakri'nee. The snake devoured the frog.    asgahu ri'nee v. put in bilum; lay (a living being in a string bag). Tok Pidgin: slipim long  bilum; pulimapim. baby, pig, dog. Kupi mofrave asgahu ri'nee. She put the baby in a  string bag.    asgu (asugu) n. abdomen; stomach. Tok Pidgin: bel. Only used when in pain. Nasgu kri  eri'noe. I am ill in my stomach. Nasgu nta negrie. I have pain in my stomach. Asguza  ke'nea vhe'. A person who suffers from abdominal pains. Nasguza nge'nee. I always  have pain in my stomach."
    }
  },
  {
    "word": "asguhe'nee",
    "part_of_speech": "verb.",
    "definition": "ravenous; (very) hungry",
    "tok_pisin": "bel pen",
    "example": {
      "kamano": "Afeteti' neogeno' tusi  nga'neteno' nasgu nehee",
      "english": "I have come a long way and am ravenously hungry."
    }
  },
  {
    "word": "asi",
    "part_of_speech": "noun.",
    "definition": "spawn",
    "tok_pisin": "kiau bilong rokrok",
    "example": {
      "kamano": "asima'a its spawn",
      "english": "Hoga' asine. It is frog's  spawn. Asi nerie. It is laying spawn. Asi ante'nee. It has laid spawn."
    }
  },
  {
    "word": "asi'",
    "part_of_speech": "noun.",
    "definition": "hand of bananas",
    "tok_pisin": "bel hat",
    "example": {
      "kamano": "asi vzie He is angry",
      "english": "Hoza'ni'a eri hviza  higeno' nsi vzie. They are spoiling my garden and I am cross."
    }
  },
  {
    "word": "asime'",
    "part_of_speech": "noun.",
    "definition": "Sim: agonrifa",
    "tok_pisin": "kus"
  },
  {
    "word": "asimu'",
    "part_of_speech": "noun.",
    "variants": [
      "asomu hu'nee"
    ],
    "definition": "v",
    "tok_pisin": "win",
    "example": {
      "kamano": "Asimu' nentea",
      "english": "He breaths. Ksimu' nentane. You are  breathing. Raza hunka ksimu' avzu huo. Take a deep breath.    asimu' e'neria zane n. animate; alive. Tok Pidgin: stap laip.    asimu hunte'nee Variant: asomu hu'nee. v. bless; do good. Tok Pidgin: blesim. Used of  rain and sun doing good to gardens and of God doing good to or blessing people. Usually  used in the benefactive form. Asimu' hunte'nee. He blessed him.    asi'na See: ani'na."
    }
  },
  {
    "word": "asinu'",
    "part_of_speech": "noun.",
    "definition": "brain; bone marrow; spinal cord",
    "tok_pisin": "kru"
  },
  {
    "word": "asire'nee",
    "part_of_speech": "verb.",
    "definition": "Sim: asi ri'nee, asinte'nee",
    "tok_pisin": "putim kiau",
    "example": {
      "kamano": "asi  re'nee It spawned",
      "english": "asmigeno' asmi'nea v. relay a message. Tok Pidgin: tokim em na em tokim em. Naneke  nasmige'na asmi'noe. I relayed the message."
    }
  },
  {
    "word": "asmi'nee",
    "part_of_speech": "verb.",
    "definition": "tell someone; inform",
    "tok_pisin": "tokim",
    "example": {
      "kamano": "Nasmige'na eri'na vu'noe",
      "english": "He told  me so I took it and went.    asne' kziga n. sharp edge; cutting edge (of knife). Tok Pidgin: sap sait (long naip)."
    }
  },
  {
    "word": "asne'nee",
    "part_of_speech": "verb.",
    "definition": "sharp (of knife etc",
    "tok_pisin": "sap",
    "example": {
      "kamano": "Kume' kne'negeno' asne'nee",
      "english": "He  sharpened it with a file and it is sharp. Asne' kzinu' afu' tga hu'nee. He cut the pig with a  sharp knife."
    }
  },
  {
    "word": "asni'nee",
    "part_of_speech": "verb.",
    "definition": "Sim: ontee",
    "tok_pisin": "i no tan",
    "example": {
      "kamano": "Of uppermost  food in mumu if it is not properly cooked",
      "english": "Rama'a afu' ki'negeno' asni'nee. They cooked  a lot of pork and it is not cooked properly."
    }
  },
  {
    "word": "aso'a",
    "part_of_speech": "noun.",
    "definition": "kidney(s)",
    "tok_pisin": "kidni"
  },
  {
    "word": "asogi'nee",
    "part_of_speech": "verb.",
    "definition": "Sim: asoginte'nee",
    "tok_pisin": "hait",
    "example": {
      "kamano": "Hago' evusogi'nea",
      "english": "He has already gone from sight. Nomo' aso negie. The house hides it  from view. Asoginka frakio. Hide it out of sight. Mnisoginanto. Hide me."
    }
  },
  {
    "word": "asopa'a",
    "part_of_speech": "noun.",
    "definition": "side",
    "tok_pisin": "banis; sait",
    "example": {
      "kamano": "Sim: arefarega, atuparega",
      "english": "Kama nsoparega mso.  sleep here at my side. mopa asoparega one side of the land."
    }
  },
  {
    "word": "asoza",
    "part_of_speech": "noun.",
    "definition": "rib(s)",
    "tok_pisin": "banis",
    "example": {
      "kamano": "asumi' ami'nee v",
      "english": "bless. Tok Pidgin: blesim em. Mono' ne'mo' asumi' nezmie. The church  leader is blessing them."
    }
  },
  {
    "word": "asumna",
    "part_of_speech": "noun.",
    "variants": [
      "asumna pro hie",
      "asumna fki fki hu'nee"
    ],
    "definition": "worry; nervous",
    "tok_pisin": "leva",
    "example": {
      "kamano": "Nsumnafinti' nta negrie",
      "english": "I have pain in my liver./I don't  feel well.    asumna atagri'nee v. Sim: avenesia.long for; want; desire. Tok Pidgin: leva pas. Ksumna  ktagria zana eri'na neoe. I am bringing you something you really want.    asumna zore'nee v. Variant: asumna pro hie; asumna fki fki hu'nee. worry; nervous. Tok  Pidgin: tingting planti na wari. Ruza fore' hugahie, huno' asumna huzoneree. He told him  something awful would happen and made him worry. Mofrave'ni'a afe' hu'negeno'  nsumnamo' fki fki hu'nee. My child was lost and I was worried."
    }
  },
  {
    "word": "asumpi",
    "part_of_speech": "noun.",
    "definition": "lap"
  },
  {
    "word": "asunte'nee",
    "part_of_speech": "verb.",
    "variants": [
      "hunte'nee"
    ],
    "definition": "compose",
    "tok_pisin": "mekim; wokim",
    "example": {
      "kamano": "Zgame'  hunte'nee",
      "english": "He composed a song.    asuntgi ante'nee v. pity; (be) sorry (for); mercy; sympathize. Tok Pidgin: sori. Nefa'a  nemofo asuntginteno' atree. His father had pity on the son and left him (without hitting  him). Fri'za higeno' nsuntgi'nee. I was so sorry he was dying. Ksuntginanto. Have pity on  me. Vhe' mni'nee. He is a sympathetic person/merciful person.    asupama'a bladder. Tok Pidgin: balun."
    }
  },
  {
    "word": "asute'nee",
    "part_of_speech": "verb.",
    "variants": [
      "aga sute'nee"
    ],
    "definition": "straighten",
    "tok_pisin": "stretim",
    "example": {
      "kamano": "part of one's body",
      "english": "Agia asu' netee. He is straightening his leg."
    }
  },
  {
    "word": "asuzampi",
    "part_of_speech": "noun.",
    "definition": "grief; (very) sad",
    "tok_pisin": "bikpela sori",
    "example": {
      "kamano": "Tusi asuzampi mni'nee",
      "english": "She is in  great grief./She is very very sad."
    }
  },
  {
    "word": "ata'",
    "part_of_speech": "noun.",
    "definition": "dew",
    "tok_pisin": "liklik ren",
    "example": {
      "kamano": "Ata' he'nee",
      "english": "The dew fell.    ata' hu'nee bitter; sour; hot. Tok Pidgin: pait long maus. See: aka' hu'nee. Muri  rima'amo' ata' nehie. Lemon juice is bitter."
    }
  },
  {
    "word": "atagri'nee",
    "part_of_speech": "verb.",
    "definition": "pain",
    "tok_pisin": "pen",
    "example": {
      "kamano": "Teve avako' hnankeno' ktagrigahie",
      "english": "He was in pain.  Nnumpinti' nta negrie. I have pain in my head.    atamna' hu'nee v. break off to one side. Tok Pidgin: hap bruk. (Road, pottery, box,  chair). Mopa kvo atamna' hige'na atre'noe. The clay pot broke so I left it."
    }
  },
  {
    "word": "atare'nee",
    "part_of_speech": "verb.",
    "definition": "unfold; open",
    "tok_pisin": "op",
    "example": {
      "kamano": "Hro atare'nea",
      "english": "He unfolded the mat. Kani  ani'namo' rutaneree. The banana leaves are opening out. Tampra hro retare'nee. She  opened the umbrella."
    }
  },
  {
    "word": "ataza",
    "part_of_speech": "noun.",
    "definition": "pain; sickness; illness",
    "tok_pisin": "sik",
    "example": {
      "kamano": "Ataza fore' hu'nea",
      "english": "He became sick."
    }
  },
  {
    "word": "atfri'nee",
    "part_of_speech": "verb.",
    "definition": "extract tooth; break off; come out",
    "tok_pisin": "brukim; kamaut",
    "example": {
      "kamano": "Corn kernals  from cob, banana from bunch",
      "english": "Kani atfri'nee. He broke off some bananas. Mofrave mofo  ave' atfri'nee. The child's tooth came out (by itself)."
    }
  },
  {
    "word": "atgre'nee",
    "part_of_speech": "verb.",
    "definition": "pick; break off",
    "tok_pisin": "brukim",
    "example": {
      "kamano": "Corn etc",
      "english": "with hand or knife. Antivi  atgre'nee. She broke off the corn."
    }
  },
  {
    "word": "ati",
    "part_of_speech": "noun.",
    "variants": [
      "vtiri'nee",
      "vti'nee"
    ],
    "definition": "dug up; shake out (something from bamboo)",
    "tok_pisin": "banara",
    "example": {
      "kamano": "Ati erigri'nee",
      "english": "He bent his bow ready to shoot. ati vhe'  soldier/policeman.    ati ri'nee v. Variant: vtiri'nee; vti'nee. dug up; shake out (something from bamboo). Tok  Pidgin: kamautim. Izana ati nerine. You are digging up ginger.    ati rmi'nee v. go outside; leave a house; fall out (from bamboo). Tok Pidgin: go autsait.  Nompinti' ati rmi'nee. He came out of the house. Tfempinti' avimaza atirmi'nee. The  seeds fell out of the bamboo.    ati vhe' n. Variant: keve vhe'. police. Tok Pidgin: plisman.    atiga'a rera'a n. (man's) father's wives; foster mother. Tok Pidgin: seken mama. Sim:  anenta' rera'. Woman in the village one was born in, who looks after a child. His parents  are not dead."
    }
  },
  {
    "word": "ati'nee",
    "part_of_speech": "verb.",
    "definition": "Sim: atinte'nee",
    "tok_pisin": "rausim",
    "example": {
      "kamano": "from mumu, saucepan,  ashes, bamboo",
      "english": "Haveti'nee. He took out the mumu. Za'u ati nentee. She is dishing out  the sweet potato.    atna rente'nee v. unstring a bow. Tok Pidgin: lusim rop long banara. Ati tna rente'nea.  He unstrung the bow."
    }
  },
  {
    "word": "atne'nee",
    "part_of_speech": "verb.",
    "definition": "cut; crack; split",
    "tok_pisin": "katim; splitim",
    "example": {
      "kamano": "Of timber, sweet potato, bamboo,  pumpkin, fellowship or marriage",
      "english": "Za'u atne'nee. He cut the sweet potato."
    }
  },
  {
    "word": "atohe'nee",
    "part_of_speech": "verb.",
    "definition": "put in; fit in; push in",
    "tok_pisin": "sutim; subim insait",
    "example": {
      "kamano": "Sasume rugti rmigeno'  atohee",
      "english": "The axe (head) came out and he pushed it in.    atregeno' ru mopare vu'nee v. export. Tok Pidgin: salim. Kofi' ru mopare' atregeno'  nevie. They export coffee to other countries.    atregeno' vu'nee v. liberate; free; set free; let something go. Tok Pidgin: lusim; larim i  go. Afu' atra'nenkeno' vugahie. I will set the pig free."
    }
  },
  {
    "word": "atre'nee",
    "part_of_speech": "verb.",
    "definition": "leave; drop; send; stop; leave out; let; abandon; depart; spend",
    "tok_pisin": "larim; lusim; spendim",
    "example": {
      "kamano": "Natreno' vie",
      "english": "He left me and went. Atro! Leave it! Stop it! Zgoni'a  atre hna' hue. I have spent all my money! Atregeno' vino Let him go. Afu' anenta'  nerera' atre'nee. The mother pig abandoned her piglets. Zmagi nehuno' mgo' mofo  atre'nee. When he was calling them he left one out. Varusemo' nantera kuma'  atregahie. The plane will leave/depart in the morning.    atreno' fre'nee v. abscond; escape. Tok Pidgin: ranawe. Go away secretly, escape from  the law. Avo no atre'na fre'noe. I absconded from school. Kina nompinti' atreno' fre'nee.  He escaped from prison."
    }
  },
  {
    "word": "atrente'nee",
    "part_of_speech": "verb.",
    "definition": "healed; better (from sickness); recover (from sickness)",
    "tok_pisin": "pinis",
    "example": {
      "kamano": "atrentee He is better",
      "english": "atre nantee I am better."
    }
  },
  {
    "word": "atru",
    "part_of_speech": "noun.",
    "definition": "conference; group; rally; assembly",
    "tok_pisin": "kibung; mitin",
    "example": {
      "kamano": "Atrure' nevue",
      "english": "I am  going to the conference.    atru hu'nee v. assemble. Tok Pidgin: bung. Ko' atru hu'naze. They have already  assembled.    atru no n. Sim: teve no.assembly hall; conference hall; meeting house. Tok Pidgin: ples  bilong bung."
    }
  },
  {
    "word": "atrure'nee",
    "part_of_speech": "verb.",
    "definition": "(be) upright; straight up; vertical; stand up",
    "tok_pisin": "sanap stret",
    "example": {
      "kamano": "of  things",
      "english": "Atrureno' me'nee. It is standing up straight."
    }
  },
  {
    "word": "atse'nee",
    "part_of_speech": "verb.",
    "definition": "slip down/fall down",
    "tok_pisin": "bruk",
    "example": {
      "kamano": "Zafa azankuna' atsermi'nee",
      "english": "A branch  of the tree fell down. Ageza atse'nee. His lower back has slipped. Ha' nehigeno' ageza  rutse'nee. He put his back out while fighting.    atupa' brief. Tok Pidgin: sotpela. Atupa' naneke hugahie. He will give a brief talk.    atupa' kena n. shorts. Tok Pidgin: sotpela trausis."
    }
  },
  {
    "word": "atupa'a",
    "part_of_speech": "noun.",
    "variants": [
      "au eri ami'nee"
    ],
    "definition": "trouble (cause)",
    "tok_pisin": "hap; arere",
    "example": {
      "kamano": "e",
      "english": "g. of a table, clothing/left  over piece/remnant of wood, string, material. Zafa atupa'a eri nmio. Give me a piece of  wood.    atupa'a omne'nee v. infinite; never ending; endless. Tok Pidgin: i no gat arere.    au hu'nee v. Sim: hzenke hu'nee.Variant: au eri ami'nee. trouble (cause). Tok Pidgin:  trabel. e.g. fight, steal. Au hu'nea ne'mo' koro' fre'nee. The man who made the trouble  ran away. E'ina'ma hnunka au erinamigahne If you do that you will cause me trouble.    au'au' hu'nee v. Sim: ai'ai' hu'nee.howl; scream. Tok Pidgin: bik maus. of people or dogs.  Vhe' ahegeno' ai'ai' hu'nee. Somebody hit him and he screamed.    a'va hiama'a n. remainder; left over. Tok Pidgin: lep long en.    ava zge'nee v. Sim: akohe'nee.still; (be) quiet. Tok Pidgin: stap isi. See: ava zge'nee. Ava  zgenka mnio! Keep still!    ava zge'nee v. (be) quiet; still. Tok Pidgin: stap isi. Zokago' orenka ava zgenka mnio.  Don't play. Stay quietly. Ava zgo! Keep still!    avagra hu'nee v. happy; rejoice. Tok Pidgin: amamas. Nvagra nehue I am happy."
    }
  },
  {
    "word": "avaguna'nafa",
    "part_of_speech": "noun.",
    "variants": [
      "avro' nehie"
    ],
    "definition": "echo; imitate; mimic (words or actions); copy",
    "tok_pisin": "pilim; tasim",
    "example": {
      "kamano": "Avako hunka ko! Feel it and see!  Eme nvako' hu'nee",
      "english": "He came and touched me."
    }
  },
  {
    "word": "avame'",
    "part_of_speech": "noun.",
    "definition": "Sim: avame'za",
    "tok_pisin": "mak; sain; soim",
    "example": {
      "kamano": "Kantera avame'za ante'nee",
      "english": "He put a sign on the road.    avame' hu'nee v. make a sign; try; attempt; experiment; point; practice; rehearse. Tok  Pidgin: makim; pointim; traim. Azanu' avame' hu'nee. He made a sign with his hand.  Kora osu'noanki avame hu'na kegahue. I have not done it before so I'll try and see.  Avame' huta kesune. Let us experiment to see. Avame hunka nveri' huo. Point and show  me. Zokago renaku' avame' nehze. They are practicing for a game. Krina' huku' avame'  nehze. They are rehearsing the play."
    }
  },
  {
    "word": "avame'a",
    "part_of_speech": "noun.",
    "definition": "model"
  },
  {
    "word": "avamente'",
    "part_of_speech": "noun.",
    "definition": "limit; size",
    "tok_pisin": "mak; skel",
    "example": {
      "kamano": "Za'umo' kna nehigeno' erifko huno' agra  avamente' enerie",
      "english": "When the sweet potato is heavy he scales it to his own limit."
    }
  },
  {
    "word": "avame'za",
    "part_of_speech": "noun.",
    "definition": "mark",
    "tok_pisin": "mak; sain"
  },
  {
    "word": "avamre'nee",
    "part_of_speech": "verb.",
    "variants": [
      "remre'nee",
      "avaza mre'nee"
    ],
    "definition": "Zafa avamregeno' osapa neree",
    "tok_pisin": "rausim skin bilong diwai",
    "example": {
      "kamano": "Variant:  remre'nee; avaza mre'nee",
      "english": "Zafa avamregeno' osapa neree. He ring-barked the tree and  it is dry/dying. Zafa remregeno' osapa neree. He ring-barked the tree and it is dying.    ava'na ke'nee v. dream. Tok Pidgin: driman. Mse'neno' ava'na negee. He is dreaming  while he sleeps.    avantru hu'nee v. goose flesh. Tok Pidgin: skin guria. Zasi' avenesigeno avantru nehie.  He is cold and has goose flesh."
    }
  },
  {
    "word": "avapa",
    "part_of_speech": "noun.",
    "definition": "ridge",
    "tok_pisin": "kil"
  },
  {
    "word": "avapa'",
    "part_of_speech": "noun.",
    "definition": "naked",
    "tok_pisin": "skin nating",
    "example": {
      "kamano": "Avufga avapa' hu'nee",
      "english": "He is naked.    avapake' empty-handed. Tok Pidgin: han nating. Zafafinkati' teve ohre' avapake' e'nee.  He didn't collect firewood, he came empty-handed from the bush.    avaro' hu'nee See: avahro' hu'nee.    avasase hu'nee v. adorn; decorate; dress up. Tok Pidgin: bilasim. Tvava kne'mo' knare'  huno' avasase hu'nee. The old lady addressed herself up well.    avasese hu'nee v. decorate; dress up. Tok Pidgin: birasim. Nvasese hu'noe. I decorated  myself. No mofo avasese' nehie. He is decorating the house.    avasiki hu'nee v. Sim: ave'nesie.like someone; lust after; desire; admire. Tok Pidgin:  laikim. Knare' avasese' hu'negeno' avasiki hu'nee. She dressed up nicely and he liked  her. Kavasiki hue. I like you."
    }
  },
  {
    "word": "avate'",
    "part_of_speech": "noun.",
    "definition": "close; personal; related; true",
    "tok_pisin": "klostu",
    "example": {
      "kamano": "Usually used of close relatives,  but may be used in wider sense of clan members",
      "english": "avate' asaro her brother (of same  parents). avate' ku' her personal bag. Bag always worn as part of clothing. nvate' nrera'  my true mother/true mother's true sister. Nvate' emnio. Come and sit by my side/close  to me."
    }
  },
  {
    "word": "avatgi'nee",
    "part_of_speech": "verb.",
    "definition": "greet",
    "tok_pisin": "sekhan",
    "example": {
      "kamano": "kvatgi'nee He greeted you",
      "english": ""
    }
  },
  {
    "word": "avave'",
    "part_of_speech": "noun.",
    "definition": "injury; wound",
    "tok_pisin": "bagarap",
    "example": {
      "kamano": "avave' ahe'nee v",
      "english": "wound (to); injure. Tok Pidgin: kisim bagarap. E'i nera avave' ahe'nee.  That man is wounded.    avaza nerea vhe' n. Sim: amene vahe'.diviner; foreseer; predicter. Tok Pidgin: trikman;  man bilong opim maus. He wipes under his arms, thinks, yawns and says who stole  something, or if a thief is coming. Avaza nerea vhe'mo: Kumzafa vhe' hago' ee, huno'  hugahie! A man who predicts will say: A thief is coming!    avaza re'nee v. yawn; yawn. Tok Pidgin: opim maus; somapim maus bilong  bilum/pinisim maus bilong bilum. sign of hunger, not tiredness. Avaza re'nee. He  yawned. Nga'ategeno' nvaza neroe. I'm hungry and I'm yawning."
    }
  },
  {
    "word": "avaza'a",
    "part_of_speech": "noun.",
    "definition": "rim; lid",
    "tok_pisin": "arere; maus; ai bilong sospen",
    "example": {
      "kamano": "Of saucepan or basket",
      "english": ""
    }
  },
  {
    "word": "avazgi'nee",
    "part_of_speech": "verb.",
    "definition": "escape; survive",
    "tok_pisin": "kisim spia na ranawe",
    "example": {
      "kamano": "Of arrow attacks only",
      "english": "Hit and bleeding but not knocked down. Afu' keve ahegeno' avazgino' fre'nee. He hit the  pig with an arrow but it survived and fled. Keve nhege'na avazgi'na fre'noe. He hit me  with an arrow but I survived and fled."
    }
  },
  {
    "word": "avazgi'nee",
    "part_of_speech": "verb.",
    "definition": "choke",
    "tok_pisin": "pas long nek",
    "example": {
      "kamano": "Ne'za nenogeno' nvazgie",
      "english": "I choked while I  was eating."
    }
  },
  {
    "word": "ave'",
    "part_of_speech": "noun.",
    "definition": "(his) tooth; tusk",
    "tok_pisin": "tit; tit bilong abus",
    "example": {
      "kamano": "ave hru'tie v",
      "english": "teeth on edge. because of a noise. ave hru'tia His teeth are on edge. nve  hru'tie My teeth are on edge.    ave' agona front teeth. Tok Pidgin: sap tit.    ave' aksi'nee v. extract teeth; remove teeth; pull teeth; take out teeth. Tok Pidgin: pulim  tit; kamautim tit. Kve' aksigahie. He will take your tooth out.    ave' anigi'nee v. tooth missing; tooth out. Tok Pidgin: tit bruk. Kve' anigi'nee. You have a  tooth missing (a gap).    ave' aninkreki hu'nee v. grind ones teeth; clench (teeth); gnash teeth. Tok Pidgin:  kaikaim tit. Ha' hunaku' ave' aninkreki hu'nee. He wanted to fight and he clenched his  teeth. For no reason/when angry and wanting to fight. Ave' aninkreki' hu'nea. He  ground his teeth.    ave' atfri'nee v. (tooth) fall out. Tok Pidgin: tit kamaut. Nve' atfri'nee. My tooth has  come out/fallen out.    ave' hrri' hu'nee v. toothless. Tok Pidgin: nogat tit. Ave' hrri' hu'nea. His teeth have  gone/he has no teeth. Nve' ruhrri hu'nee. He (punched me and) my teeth fell out./He  punched my teeth out.    ave' ne'nee v. toothache. Tok Pidgin: tit pen. Nve' nenege'na rama'a ne'za nonoe. My  tooth is aching so I am not eating much food.    ave' osi'nee v. dislike; not to need; unwilling; hate. Tok Pidgin: i no laik; les. Nve' osia ke  nehia ne' mni'nee. He is a person whose conversation I do not like."
    }
  },
  {
    "word": "ave'a",
    "part_of_speech": "noun.",
    "definition": "spike",
    "tok_pisin": "sap poin"
  },
  {
    "word": "ave'ave'",
    "part_of_speech": "noun.",
    "definition": "thorns",
    "tok_pisin": "nil",
    "example": {
      "kamano": "ave'aveke' thorny",
      "english": "Tok Pidgin: nil.    avega ante'nee v. Sim: avega mni'nee.wait. Tok Pidgin: wetim. Avega ante'negeno'  enketa' vi'o. Wait till he comes and then go with him.    avega hu'nee v. accompany; go with someone. Tok Pidgin: go wantaim. Avega huno'  vu'nee. He went and accompanied him.    avega mni'nee v. Sim: avega ante'nee.wait. Tok Pidgin: wetim em. Nvega mni'nege'na  ku'ni'a ome eriri'na vu'noe. I went and got my bag while he waited for me.    avempa agusa n. talk that is forceful like kwila. Tok Pidgin: strongpela tru."
    }
  },
  {
    "word": "ave're'nee",
    "part_of_speech": "verb.",
    "definition": "Sim: ave' hnati'nee",
    "tok_pisin": "tit i kamap",
    "example": {
      "kamano": "Nve' hnati'nee",
      "english": "My  tooth has come up.    averi' hu'nee v. show. Tok Pidgin: soim. Averi' hu'nea. He showed him. Nveri' huge'na  ka'neno. Show me so I can see it."
    }
  },
  {
    "word": "averi'nee",
    "part_of_speech": "verb.",
    "definition": "peel sugar cane (with teeth or knife)",
    "tok_pisin": "rausim",
    "example": {
      "kamano": "Zfo' averi'nee",
      "english": "He  peeled sugar cane.    avesi' zana n. Sim: avesi hniaza/avesisiaza.wish; desire. Tok Pidgin: laik bilong wanpela."
    }
  },
  {
    "word": "avesi'nee",
    "part_of_speech": "verb.",
    "definition": "eager; need; suffer; long for; feel; like; hope; love; prefer; willing; want",
    "tok_pisin": "les",
    "example": {
      "kamano": "Avesra hia",
      "english": "He is tired. Nvesra hia. I  am tired. avesra vhe' lazy person. Sim: feru' vhe'."
    }
  },
  {
    "word": "avetu'",
    "part_of_speech": "noun.",
    "variants": [
      "avetu' ahente'nee"
    ],
    "definition": "spit",
    "tok_pisin": "spet",
    "example": {
      "kamano": "avetu' ahe'nee v",
      "english": "Variant: avetu' ahente'nee. spit. Tok Pidgin: spetaut; spetim. Avetu'  ahe'nee. He spat. Avetu' ahegante'nee. He spat at you. Avetu' ahetresuo? Shall I spit?"
    }
  },
  {
    "word": "avi",
    "part_of_speech": "noun.",
    "definition": "yam"
  },
  {
    "word": "avi",
    "part_of_speech": "noun.",
    "definition": "urine",
    "tok_pisin": "pispis"
  },
  {
    "word": "avimza",
    "part_of_speech": "noun.",
    "definition": "seeds (general term)",
    "tok_pisin": "pikinini diwai"
  },
  {
    "word": "avina",
    "part_of_speech": "noun.",
    "definition": "heredity; in the family; seed",
    "tok_pisin": "sit; pikinini",
    "example": {
      "kamano": "Kugaveza' avi mni'nee",
      "english": "He/she is the seed of twins/the twins are from him/her. Ana avimo'. That seed caused  it/it is hereditary. Ana avinkino' erigahie. It's in the family so he will get it (of an  illness)/he will be like that (of a personality). Nerera'a ana avi mni'negu' mofravemo' ana  kri eri'nee. Because his mother passes it on, the child will get that sickness."
    }
  },
  {
    "word": "avinompa",
    "part_of_speech": "noun.",
    "definition": "gall bladder"
  },
  {
    "word": "avire'nee",
    "part_of_speech": "verb.",
    "definition": "urinate; pass urine",
    "tok_pisin": "pispis",
    "example": {
      "kamano": "avire'nane you urinated",
      "english": ""
    }
  },
  {
    "word": "avirume",
    "part_of_speech": "noun.",
    "definition": "wasp"
  },
  {
    "word": "avo",
    "part_of_speech": "noun.",
    "definition": "mark; writing; pattern; design",
    "tok_pisin": "mak"
  },
  {
    "word": "avo'",
    "part_of_speech": "noun.",
    "definition": "pus",
    "tok_pisin": "susu",
    "example": {
      "kamano": "avo amasgi' masini n",
      "english": "typewriter.    avo amasgi'nee v. type. Tok Pidgin: taipim. Avo amasgi' masinifi avo nemasgie. She is  typing on a typewriter.    avo hge'nee v. Sim: avo re'nee.dance. Tok Pidgin: singsing. avo hge'none we danced.    avo' hu'nee v. pusy. Tok Pidgin: susu kamap. avo' nehie it is pusy.    avo kre'nee v. write; draw; mark. Tok Pidgin: raitim. Avo kregahue. I will write.    avo' mre'nee v. fester; pus forms. Nmumo' avo' mre'nee. The sore festered.    avo no n. school. Tok Pidgin: skul.    avo onke' vhe' n. illiterate. Tok Pidgin: i no save rit na rait.    avo tafe' n. letter; book; paper. Tok Pidgin: buk. anything to write on.    avo zota n. pencil; pen; writing implement. anything to write with. Avo zota eri'na avo  tafete' kregahue. I will get a pen and write on the paper."
    }
  },
  {
    "word": "avo'a",
    "part_of_speech": "noun.",
    "definition": "head (of axe)",
    "tok_pisin": "het"
  },
  {
    "word": "avoge",
    "part_of_speech": "noun.",
    "definition": "song",
    "tok_pisin": "singsing",
    "example": {
      "kamano": "sung at singsing",
      "english": "avoge hu'nee v. sing. Tok Pidgin: singsing. singsing songs."
    }
  },
  {
    "word": "avoma'a",
    "part_of_speech": "noun.",
    "definition": "signature",
    "tok_pisin": "mak"
  },
  {
    "word": "avoma'a",
    "part_of_speech": "noun.",
    "variants": [
      "avonke' nanke'"
    ],
    "definition": "Of a string  bag or material",
    "tok_pisin": "kala",
    "example": {
      "kamano": "avonke' nanke' multi-coloured",
      "english": "Tok Pidgin: kalakala.Variant: avonke' nanke'. Of a string  bag or material."
    }
  },
  {
    "word": "avono",
    "part_of_speech": "noun.",
    "definition": "school",
    "tok_pisin": "skul",
    "example": {
      "kamano": "avo'no kane n",
      "english": "track; trail; path. Tok Pidgin: bus rot."
    }
  },
  {
    "word": "avo're'nee",
    "part_of_speech": "verb.",
    "definition": "headache",
    "tok_pisin": "het pen",
    "example": {
      "kamano": "Sim: nseni kna hie, nanumpinti' nta negrie",
      "english": "avo're'nee His head ached. nvo'ree My head aches."
    }
  },
  {
    "word": "avoza'a",
    "part_of_speech": "noun.",
    "variants": [
      "agoza"
    ],
    "definition": "Sim: agofetu'",
    "tok_pisin": "antap",
    "example": {
      "kamano": "Sipimo' tivozare'  vano nehie",
      "english": "Ships travel on the surface of water."
    }
  },
  {
    "word": "avoza'a",
    "part_of_speech": "noun.",
    "variants": [
      "kumzafa avreno' fre'nee"
    ],
    "definition": "lose someone; kidnap; steal  someone",
    "tok_pisin": "stilim",
    "example": {
      "kamano": "Afu' kumzafa avrefe hu'nee",
      "english": "He stole the pig and it was lost.    avre sga hu'nee v. lift up (someone in one's arms). Tok Pidgin: apim.    avre tfri'nee v. adopt (a child). Tok Pidgin: kisim na lukautim. Avre tfrino' kva hu'nee. He  adopted and looked after him.    avre yfo' vzi'nee Variant: avre tafri'nee; avreno' negrie. adopt a child. Tok Pidgin: kisim  pikinini bilong arapela. The child is not told who his true parents are and does not return  to them."
    }
  },
  {
    "word": "avre'nee",
    "part_of_speech": "verb.",
    "definition": "take; carry; adopt",
    "tok_pisin": "kisim; karim; lukautim",
    "example": {
      "kamano": "of a living person or  animal",
      "english": "Nvre'nee. He took me. Afu' anenta' avremigeno' avre'nee. She gave him a piglet  and he took it. Mofrave ante'negeno' avre'nee. She had a baby and someone else  adopted it. Mofrave avreno' nevie. He is carrying the child and going.    avreno' kri'nea nefa' n. foster father. Tok Pidgin: lukautim papa; nampa tu papa.    avreno' kri'nea nerera' n. foster mother. Tok Pidgin: lukautim mama; nampa tu mama.  The mother may be still alive. The foster mother does not marry the father."
    }
  },
  {
    "word": "avu",
    "part_of_speech": "noun.",
    "definition": "(Area between two) joints (of a bamboo and other cane",
    "tok_pisin": "buk bilong  en"
  },
  {
    "word": "avu",
    "part_of_speech": "noun.",
    "definition": "target",
    "tok_pisin": "ai; poin",
    "example": {
      "kamano": "avu evuevu hu'nee v",
      "english": "giddy; faint; dizzy. Tok Pidgin: het raun; ai raun. Nvu evuevu hia. I  am faint.    avu hnihni ti n. deep (water). Tok Pidgin: wara i daun tru.    avu hri hu'nee v. Sim: otino' mni'nee.wake up; open one's eyes. Tok Pidgin: kirap i stap.  Avu hri huno' mni'nee. He is awake.    avu kinki hu'nee v. dazzled by a light. Tok Pidgin: lait sut long ai. Nompinti' atirmino' zge  negeno' avumo' kinki hu'nee. When he came out of the house and saw the sun he was  dazzled.    avu kisu' ki'nee v. wink. Tok Pidgin: pasim ai.    avu koko' hu'nee v. sleepy; drowsy. Tok Pidgin: ai raun. Nvu' koko' hia. I am drowsy./I  am sleepy.    avu' mse'nee v. sleep. Tok Pidgin: slip. Kvu' mse'nane. you slept. Kvura omsenka otinka  mnio! Get up, don't sleep!    avu nona n. (his) eyelid(s). Tok Pidgin: skin long ai.    avu sese' hu'nee v. clean. Tok Pidgin: klin. Of any water or food. avu sese' hu'nea tina  clean water."
    }
  },
  {
    "word": "avu'a",
    "part_of_speech": "noun.",
    "definition": "joint (of body)",
    "tok_pisin": "join",
    "example": {
      "kamano": "avua tga ahe'nee v",
      "english": "poison someone; (work) sorcery. Tok Pidgin: poisinim. Avuatga  nhe'nee. He poisoned me. By putting something in food or drink; by cursing; by tying  bundles of leaves in a certain place to cause death."
    }
  },
  {
    "word": "avufga",
    "part_of_speech": "noun.",
    "definition": "(his) body",
    "tok_pisin": "skin",
    "example": {
      "kamano": "Also used metaphorically with some verbs",
      "english": "Maka' nvufgafinti' nta negrie. My whole body is aching. Avufga kna avenesie. He is  weak/weary (from illness or work). Nvufgamo' hviza hiaza hane. You are doing  something that shocks me. Nvufga ngogofee. I am shocked. e.g. when someone has  done something you do not like or when you have nearly been killed.    avufga avapa' n. nude; naked. Tok Pidgin: skin nating. Kena omsi' avufga avapa' neee. He  has no clothes on and is coming nude/naked.    avufga eri osi' hu'nee v. humble. Tok Pidgin: daun pasin. Mono' amge' nenteno' avufga  eri osi' huno' mni'nee. He is humble because he obeys the gospel.    avufga eri ra hu'nee v. Sim: avufga erisga nehie, avufga erino' mrenerie.proud. Tok  Pidgin: apim skin. Avufga eri ra huno' vano nehie. He gets around proudly.    avufga erino' tmi'nea vhe' n. humble person. Tok Pidgin: daunim skin.    avufga erisga hu'nee v. boast. Tok Pidgin: apim skin. Hakare zupa agra avufga erisga  nehia. He is always boasting.    avufga fri'nee v. paralysed; numb; unconscious. Tok Pidgin: skin i dai; hap i dai. Nenfana  ngo' kziga aga fri'nee. One of my father's legs is paralysed. Avufga fri'nea vhe' tusa  vhe'mo'za azeri knamre'naze. The doctors made the unconscious person better.    avufga he'nee v. uncomfortable. Tok Pidgin: skin pen; skin les. E'i sipare' mse' noana  nvufga nhege'na mse so'e osu'noe. I slept on that bed but it was uncomfortable and I  did not sleep well.    avufga mreri'nee v. conceited. Tok Pidgin: apim skin. E'i nera avufga mreri' vhe' mni'nee.  That man is a conceited person.    avufga teveha' hu'nee v. hot; (have a) fever. Tok Pidgin: skin hat. Kri erino' avufga  teveha' hu'nea. He was sick and had a fever/was hot."
    }
  },
  {
    "word": "avufga'a",
    "part_of_speech": "noun.",
    "definition": "substance; proof; result; value; worth; (become) actual fact",
    "tok_pisin": "as  bilong tok; gutpela",
    "example": {
      "kamano": "Kemofo avufga'a fore' nehie",
      "english": "the substance of the talk appears; the  promised thing happens. e.g a prophecy or murder. avufga'a fore' hie proof (e.g. of  friendship) is seen. When two people are good friends, if one gives a pig or some gift to  the other, the one who receives it says this. Avufga'a fore' nosia eri'za enerine. You are  doing fruitless work/work that is of no value. Said to a person who wastes results of his  work: also to a lazy person whose garden does not produce well. avufga'ane zane  precious thing/lasting thing.    avuga in front of; ahead of; towards; (his) front. Tok Pidgin: fran; long pes. Nvuga emnio.  Come here, and sit in front of me. Avuga kzigati' omerio. Go and get it from in front of  him. avugati' towards him (in front). Nvugati'nee. He is coming towards me. avuga kena  (her) front skirt.    avuga fre'nee v. find. Tok Pidgin: painim. Nvuga frege'na oe. I have found it and come."
    }
  },
  {
    "word": "avugosa",
    "part_of_speech": "noun.",
    "definition": "(his) face",
    "tok_pisin": "pes",
    "example": {
      "kamano": "Also occurs with some verbs in idioms",
      "english": "avugosa antesga hu'nee v. lift up one's face. Tok Pidgin: litimapim het. Avugosa antesga  hu'neno' ti fre'nee. He lifted up his face to wash (under the bamboo).    avugosa hu'nee v. Sim: hinko hu'nee.turn away; shrug shoulder; sulk. Tok Pidgin: pes  drai; pulim nus. Na kvugosa nehane? Why are you sulking?    avugosa hunte'nee v. Sim: amgena humi'nee.repulse; ignore. Tok Pidgin: givim baksait.  Unhappy with someone and not talk with them. Nevugeno' avugosa hunante'nee. I  went but he ignored/repulsed me.    avugosa krri'nee v. Sim: hinko hia.sulk; offended. Tok Pidgin: pes drai. If not given what  one wants: if told to do what one doesn't like. Ke nesigeno' avugosa krri'nee. He is  telling her off and she is sulking.    avugosamo' kno' vse'nee v. swollen face. Tok Pidgin: pes sorap. Frigeno' avugosamo'  kno'vsee. His face swelled after he died.    avumgo' tafe n. (one joint of) bamboo. Tok Pidgin: longpela mambu.    avumi' hu'nee v. lift the eyebrows. to say \"yes\"/recognize someone/attract  attention/ask a question/tell something. Nvumi' hu'noe. I raised my eyebrows."
    }
  },
  {
    "word": "avu'mipa",
    "part_of_speech": "noun.",
    "definition": "(his) brow (immediately above eye, not hair)",
    "tok_pisin": "ai bun"
  },
  {
    "word": "avumro'",
    "part_of_speech": "noun.",
    "variants": [
      "avuna se'nee"
    ],
    "definition": "wake up; (be) refreshed; walk or move about  (after illness); fresh; move",
    "tok_pisin": "we bilong sindaun",
    "example": {
      "kamano": "avumro' ante'nee v",
      "english": "discipline; teach law; teach instructions; teach orders; teach  principles. Tok Pidgin: givim toktok bilong sindaun. Ke anthi snigu' avumro' ante'nee. He  disciplined him so he would obey. avumro' ante'nea vhe' obedient/helpful  person/disciplined person. avumro' onte'nea vhe' undisciplined person.    avuna hu'nee v. Variant: avuna se'nee. wake up; (be) refreshed; walk or move about  (after illness); fresh; move. Tok Pidgin: ai op; ai klia; klia; gutpela. Ruravuna segahune.  We will freshen ourselves up. Tina neteno' ruvuna huno' mni'nee. He drank some water  and feels refreshed. Kri mse'neno' ha avuna huno' mni'nee. He has been sick and is now  up and about. Ko' rigeno' hefa'mo' avuna hia. The hefa' is fresh after the rain. Zotanu'  tina revuna hu'nee. They made the water move with sticks.    avune vhe' n. diviner. Tok Pidgin: trik man."
    }
  },
  {
    "word": "avunente'nee",
    "part_of_speech": "verb.",
    "definition": "quickly",
    "tok_pisin": "wok kwik; mekim kwik",
    "example": {
      "kamano": "(Of work",
      "english": "). Kna hu'zanku'  avunenteno' aza hu'nee He helped him quickly so it would not be hard for him.    avunenteno eri'nee v. work hard. Tok Pidgin: wok hat. Nvunente'na eri'noe. I worked  hard.    avunini huno' mni'nee v. complete. Tok Pidgin: olgeta i stap. Of family line with no  deaths; all the inhabitants of a village. Ana naga' mo'za avunini hu'za mni'naze. That  family is complete (none have died)."
    }
  },
  {
    "word": "avunu'",
    "part_of_speech": "noun.",
    "definition": "tears",
    "tok_pisin": "ai wara",
    "example": {
      "kamano": "v",
      "english": "weep; shed tears; cry. Tok Pidgin: ai wara i pundaun. Vhe' fri'negeno' zvi' netegeno'  avunu' hu'nee. When someone died he cried and shed tears."
    }
  },
  {
    "word": "avurga",
    "part_of_speech": "noun.",
    "definition": "(his) eye(s)",
    "tok_pisin": "ai",
    "example": {
      "kamano": "See: fga avurga",
      "english": "avusu' hu'nee v. blind. Tok Pidgin: ai pas. Nvusu' hu'nee. I am blind."
    }
  },
  {
    "word": "avu'va'za",
    "part_of_speech": "noun.",
    "definition": "fashion; behaviour; custom; tradition; culture",
    "tok_pisin": "pasin",
    "example": {
      "kamano": "avu'va'za eri atre'nee v",
      "english": "abolish. Tok Pidgin: rausim olpela pasin. Korapa' avu'va'za eri  atreno' Jisasinte' vu'nee. They abolished the old customs and followed Jesus."
    }
  },
  {
    "word": "avuzoka'",
    "part_of_speech": "noun.",
    "definition": "eyelash",
    "tok_pisin": "gras bilong ai"
  },
  {
    "word": "avuzoka'",
    "part_of_speech": "noun.",
    "variants": [
      "naza"
    ],
    "definition": "etcetera (etc",
    "tok_pisin": "pulim i go antap",
    "example": {
      "kamano": "Krauefa avzu higeno'  mreri'nee",
      "english": "He hoisted the flag up.    avzu hu'nee v. persuade; pull; commit adultery; keep late; delay; drag; suck. Tok Pidgin:  krisim; pulim; pulim meri. Nanekemo' nvazu hige'na mni'ne'na neoe. The talk kept me  late, but now I have come. Zafa avzu huno' nevie. They are dragging the tree.    aza Variant: naza. etcetera (etc.); and so on. Tok Pidgin: wantaim."
    }
  },
  {
    "word": "aza",
    "part_of_speech": "noun.",
    "variants": [
      "aza agonafi atre'nee"
    ],
    "definition": "swear; honesty",
    "tok_pisin": "han",
    "example": {
      "kamano": "aza agonare' atre'nee Variant: aza agonafi atre'nee",
      "english": "swear; honesty. Tok Pidgin: tok tru;  Putim han long nus.    aza anaki'neeaza anaki'nee v. clench fist. Tok Pidgin: taitim han. Azana anakiteno'  ahe'nee. He clenched his fist and hit him.    aza eme ate'nee v. Variant: ometee. out of reach; beyond reach. Tok Pidgin: han i sot.  Aza emetee. He can't reach. Nza emeteanki eme nmio. Come and get it for me, I can't  reach.    aza hninkofi'nee v. bite one's (horizontal) forefinger. Tok Pidgin: kaikaim han. when  angry. Nheku' aza hninkofie. He wanted to hit me and he bit his finger.    aza pro' hu'nee v. blister (breaks). Tok Pidgin: buk i gat wara; skin tekewe. See: pro'  hu'nee. Eri'za enerugeno' nza pro hie. While I was working I got blisters.    aza propro' hu'nee v. Sim: azahe'nee.clap. Tok Pidgin: paitim han.    aza resetre'nee v. Variant: aza rese'nee. wipe arms (with leaves); satisfied; decide not to  go. Said and done symbolically by a generous person when she has shared food well.  Takes any handy leaves and wipes arms. Ha veva' hute'na oe, huno' muse nehuno' traza  erino' aza resetre'nee. \"There. I have been generous and have come,\" she said, and was  pleased and took leaves and wiped her arms. Does not eat any of the food herself.  Symbolic action, as when a person decides not to go to a place to a feast again because  those people did not previously give him pork, or were not friendly. Nza rese'noanki  ovugahue. I have decided not to go so I won't go.    aza'e pron. Who is it? Tok Pidgin: husat?"
    }
  },
  {
    "word": "azafa",
    "part_of_speech": "noun.",
    "definition": "(his) thumb",
    "tok_pisin": "bikpela pinga; namba wan pinga"
  },
  {
    "word": "azagofetu'",
    "part_of_speech": "noun.",
    "definition": "(on his) hand",
    "tok_pisin": "antap long han"
  },
  {
    "word": "azagumpi",
    "part_of_speech": "noun.",
    "definition": "(back of his) hand",
    "tok_pisin": "baksait bilong han"
  },
  {
    "word": "azahe'nee",
    "part_of_speech": "verb.",
    "definition": "Sim: aza propro' hu'nee",
    "tok_pisin": "paitim han",
    "example": {
      "kamano": "Kzaho",
      "english": "Clap your  hands.    azahu' vhe' n. supporter; helper. Tok Pidgin: helpim. Nzahu' vhe' mni'nee. He is my  supporter."
    }
  },
  {
    "word": "azahu'nee",
    "part_of_speech": "verb.",
    "definition": "help; assist",
    "tok_pisin": "helpim",
    "example": {
      "kamano": "azahu'nea He helped him",
      "english": "Kna  nvenesigeno' eme nazahu'nee. It was hard for me so he came and helped me."
    }
  },
  {
    "word": "azamopa",
    "part_of_speech": "noun.",
    "definition": "(his) lungs",
    "tok_pisin": "wait lewa"
  },
  {
    "word": "azamori'nee",
    "part_of_speech": "verb.",
    "definition": "bald",
    "tok_pisin": "het kela",
    "example": {
      "kamano": "Nzamo ri'nee",
      "english": "I am bald."
    }
  },
  {
    "word": "azampasa",
    "part_of_speech": "noun.",
    "definition": "(his) upper arm",
    "tok_pisin": "bun bilong han",
    "example": {
      "kamano": "azampi ante'nee v",
      "english": "commit into someone's care; put in someone's care. Tok Pidgin:  putim long han. Mofrave'a kva hnigu' azampi ante'nee. She committed her child into his  care."
    }
  },
  {
    "word": "azamrufa'a",
    "part_of_speech": "noun.",
    "definition": "shoulder",
    "tok_pisin": "hap han",
    "example": {
      "kamano": "azana ami'nee v",
      "english": "shake hands. Tok Pidgin: sek han. Kza nmio. Give me your hand/Shake  hands with me.    azana anakiteno' amasgi'nee v. punch with fist. Tok Pidgin: taitim han na paitim. Azana  anakiteno' nmasgi'nee. He punched me.    azana rutareno' amasgi'nee v. slap with palm. Tok Pidgin: opim han na paitim; solapim.  Kzana rutarenka amasgigahno? Will you slap him?"
    }
  },
  {
    "word": "azanka",
    "part_of_speech": "noun.",
    "definition": "sleeve; armhole",
    "tok_pisin": "bilong putim han",
    "example": {
      "kamano": "azankagumi' ru'nee v",
      "english": "beckon. Tok Pidgin: singaut long han. Azankagumi' ru'nea. He  beckoned with his hand. Nzankagumi' ru'nee. I beckoned with my hand."
    }
  },
  {
    "word": "azanka'na",
    "part_of_speech": "noun.",
    "definition": "(his) armpit",
    "tok_pisin": "sangana",
    "example": {
      "kamano": "azanka'na hu'nee v",
      "english": "out of reach; beyond reach. Tok Pidgin: han i sot. Nzanka'na  hu'neanki eme nmio. I can't reach so come and give it to me. Azanka'na hu'nea. He  couldn't reach./It is beyond his reach.    azanknonu' ahe'nee v. punch; hit with hand. Tok Pidgin: paitim long han. Azanknonu'  ahe'nea. He hit him with his hand. Nzanknonu' ahe'noe. I hit him with my hand."
    }
  },
  {
    "word": "azanko",
    "part_of_speech": "noun.",
    "definition": "(his) finger-nail; claw of bird; front hoof",
    "tok_pisin": "kapa bilong pinga",
    "example": {
      "kamano": "azanko avona n",
      "english": "inherited skills; skills (passed on from parent to child); marks/writing  made with fingers. Tok Pidgin: mak bilong han, han mak. Nefa azanko avo eri'nee. He  has inherited his father's skill."
    }
  },
  {
    "word": "azankuna'a",
    "part_of_speech": "noun.",
    "definition": "(its) branch",
    "tok_pisin": "han bilong diwai",
    "example": {
      "kamano": "azanta' hu'nee v",
      "english": "hold out hand(s) (for something); put out hand(s) (for something). Tok  Pidgin: putim han i go aut. Nmio, huno' azanta' hu'nee. \"Give it to me,\" he said, and held  out his hand.    azante' zgevu n. wrist watch. Tok Pidgin: han was."
    }
  },
  {
    "word": "azanumpa",
    "part_of_speech": "noun.",
    "definition": "(his) elbow",
    "tok_pisin": "skru bilong han",
    "example": {
      "kamano": "azanva hu'nee v",
      "english": "persecute; tease; oppress; annoy; molest; (be) troublesome; irritate;  pester; harm someone; worry someone. Tok Pidgin: nogutim. Kefo vhe' mni'nane, huno'  azanva hu'nee. \"You are a wicked person,\" he said, and pestered him (e.g. by walking  through someone's garden or pulling grass off their roof)."
    }
  },
  {
    "word": "azanvage",
    "part_of_speech": "noun.",
    "definition": "abuse; derode; ridicule; teasing",
    "tok_pisin": "tok pilai",
    "example": {
      "kamano": "azanvage hu'nee v",
      "english": "abuse; deride; tease; worry; irritate; ridicule. Tok Pidgin: tok  nogut/tok pilai."
    }
  },
  {
    "word": "azatre'nee",
    "part_of_speech": "verb.",
    "definition": "wave (the hand)",
    "tok_pisin": "tromwe han",
    "example": {
      "kamano": "Rone'a negeno' azatre'nea",
      "english": "He  saw his friend and waved his hand."
    }
  },
  {
    "word": "azavoza",
    "part_of_speech": "noun.",
    "definition": "(last joint of his) finger; finger-tip",
    "tok_pisin": "pinga bilong han"
  },
  {
    "word": "azavu'a",
    "part_of_speech": "noun.",
    "definition": "(his) wrist; knuckle",
    "tok_pisin": "join bilong han",
    "example": {
      "kamano": "azeri agogo fente'nee v",
      "english": "threaten. Tok Pidgin: pretim em. Khegahie, huno' azeri agogo  fente'nee. He threatened him saying, \"He will kill you.\".    azeri' azeri' hu'nee v. hinder. Tok Pidgin: holim holim; pasim. Nzeri' nzeri' osuo. Do not  hinder me.    azeri fore' hu'nee v. expose; catch; find someone out. Tok Pidgin: painimaut. Zgo  kumzafa nehigeno' mgo'mo' azeri fore' hu'nee. He was stealing and someone caught  him.    azeri fru hu'nee v. cool someone down. Tok Pidgin: mekim bel bilong en isi; kolim. of  feelings or body. Mofrave avrenka megi' omente'negeno' zasi'mo' azerifru hino. Take  the child outside so the wind can cool him.    azeri oti'nee v. lift up a person; wake up a person; elect; appoint. Tok Pidgin: kirapim;  mekim. Zge nereanki azeri otio. The sun is shining so wake him up. Knare' ne' azeri  oti'nee They elected a good man. Komitifi azeri oti'nee They appointed him to the  commitee.    azeri sga hu'nee v. elevate; exalt. Tok Pidgin: apim. Knare' kva ne' azeri sga hu'naze.  They exalted the good leader.    azeri tgane'nee v. soothe. Tok Pidgin: pinis krai.    azeri traka hu'nee v. tackle. Tok Pidgin: putim em daun. Tufo' eri'ne mofo azeri traka'  nehie. They tackle the man with the ball.    azeri traka'o n. wrestle. E'i ne' azeri traka'ompi agatere'nee. He beat that man in  wrestling.    azerigogo fente'nee v. threaten. Tok Pidgin: pretimem."
    }
  },
  {
    "word": "azeri'nee",
    "part_of_speech": "verb.",
    "definition": "restrain; hold back; arrest; capture; take hold of; catch; seize",
    "tok_pisin": "holim",
    "example": {
      "kamano": "Ha' hunaku' hige'na azeri'noe",
      "english": "He wanted to fight but I restrained him/held him  back. Kumzafa vhe' azeri'nee. They arrested the thief. Nzeri'nee. He took hold of me."
    }
  },
  {
    "word": "azerinte'nee",
    "part_of_speech": "verb.",
    "definition": "trap",
    "tok_pisin": "trapim",
    "example": {
      "kamano": "Fukinte' nmamo' akmregeno' azerinte'nee",
      "english": "The  bird stuck on the tree gum and it trapped him.    azerintrako hu'nee v. grasp; grip; grab. Tok Pidgin: holim pas.    azerisvri' hu'nee v. foul up. Tok Pidgin: paulim em. Mgo' ne'mo' rumofo a' azerisvri  hu'nee. A man fouled-up another man's wife.    aze! Oh! Tok Pidgin: O!"
    }
  },
  {
    "word": "azo",
    "part_of_speech": "noun.",
    "variants": [
      "azohno"
    ],
    "definition": "n",
    "tok_pisin": "stik bilong  painim kaukau"
  },
  {
    "word": "azoka'",
    "part_of_speech": "noun.",
    "definition": "(his/its) hair; feathers; fur",
    "tok_pisin": "gras",
    "example": {
      "kamano": "azoka' hre'nee vt",
      "english": "Sim: azoka' ase'nee.shave (the head); cut (the hair of head). Tok  Pidgin: katim het gras.    azoka' omne'nee hairless. Tok Pidgin: nogat gras."
    }
  },
  {
    "word": "azompa",
    "part_of_speech": "noun.",
    "definition": "walking stick",
    "tok_pisin": "stik bilong wokabaut"
  },
  {
    "word": "azo'na",
    "part_of_speech": "noun.",
    "definition": "Sim: azamrufa",
    "tok_pisin": "sol",
    "example": {
      "kamano": "azo'na ame'a deltoid muscle; shoulder (flesh)",
      "english": "Tok Pidgin: mit bilong han.    azu haknomo' avahro hia echo. Tok Pidgin: krai i kambek.    azu ka n. escape doorway; concealed door; secret door; trap-door. Tok Pidgin: hait dua.    azu' mni'nee v. without (food or firewood). Tok Pidgin: stap nating. azu' mni'noe I am  without food or firewood.    azu ntagi'nee v. fruiting of one's first garden (in a new place). nzuntagie My first garden  is doing well.    azu (nma) n. hornbill. Tok Pidgin: kokomo.    azu'a hunte'nee v. away from fire; towards wall. Tok Pidgin: ples kol. Azu'a kvugosa  huntenka mni' nananki tevere' eme tohio! You are facing the wall. Come and warm  yourself by the fire!"
    }
  }
]